{"title":"Desiring Delhi","blocks":[{"Type":"quote","Text":":The boys of Delhi with their caps awry / Have destroyed their lovers.","Attribution":"--Mir Taqi Mir"},{"Type":"text","Text":"Can cities feel desire?\r\nIn November 2013, Google India released an advertisement that went viral within seconds of its release. Titled “Reunion,” the ad follows a simple yet effective storyline of reuniting friends who have been separated by a throw of the historical dice. In the throes of nostalgia, a grandfather named Baldev reminisces to his granddaughter, Suman, about the glory days of his childhood. He runs his fingers lovingly over a frayed black and white photograph of himself with his childhood buddy, Yusuf. As children, every evening Baldev and Yusuf would play in a park near an ancient gate in Lahore. \r\n\r\n\r\nAnd then, exhausted from flying their kites, they would replenish their energy by stealing sweets from Yusuf’s father’s sweets shop. Seeing the distress on her grandfather’s face as he talks about his lost friend, Suman decides to see if she can track down Yusuf. Using Google and the information gleaned from Baldev’s stories, Suman manages to find online the park in Lahore, the sweets shop adjacent to it, and then Yusuf himself, who still owns the shop. On the other end of the phone from Suman, Yusuf’s grandson swings into action in Lahore, using Google to find out about Indian visa regulations, and the weather in Delhi. Meanwhile, Baldev seems to be spiralling into a bottomless ocean of nostalgia, sealed by his sorrowful sentence, “Yusuf di badi yaad andi hai” (I think of Yusuf a lot). In Lahore, Yusuf is smiling at the thought of being reunited with his old friend, but the smile is a ray of light in an otherwise sad face; we are encouraged to believe that Yusuf too has been longing for Baldev. In the next shot, we see Suman driving to Delhi airport to receive Yusuf and his grandson from Lahore. And then, the two friends meet. The reunion scene is painful, emotional, and effective. Yusuf arrives in Delhi on Baldev’s birthday. Baldev opens the door, does not recognise Yusuf (or does not dare to), and asks in a tremulous voice: kaun (who are you)? Yusuf takes a moment before replying, “Happy birthday, yaara” (happy birthday, my friend). Yusuf and Baldev’s disbelieving, hopeful, exhilarated, hug, not only makes us cry, but also wrenches something in us that is more than us. Why do we react with such strong emotion even if we have not lived through the 1947 Partition of India and Pakistan?\r\nThe “Reunion” is successful because it is a well-made film with an emotionally resonant soundtrack. But it makes us cry also because it taps into three reservoirs of emotion that run deep in the subcontinent. The first reservoir – incredibly rich, historic, and intense –is the socio-sexual bond between men. Delhi has a long, publicly-recorded, history of male homosexual cultures: the great poet, Mir Taqi Mir, claims in the 18th century that “The boys of Delhi with their caps awry / Have destroyed their lovers.” Such a culture was not only homosexual, but also homosocial, with men publicly bonding with each other. Indian men have inherited this tradition fully: even when they are not sexually involved with one another, they openly hold hands, and walk with their arms around each other. The male buddy relation is considered to be a man’s primary emotional bond, and the yaarana (male friendship) trope in Hindi cinema is living testimony to the emotional strength of this bond. Exemplified poignantly by Amitabh Bachchan, Shashi Kapoor, Rajesh Khanna, Amir Khan, Saif Ali Khan, and others, the yaarana that exceeds barriers and traverses across borders exerts a strong pull on the Indian psyche. \r\n\r\n\r\nThe second, equally intense, relationship that Google flaunts, is the desire between cities. By using both Delhi and Lahore as the physical backdrop for the film – we see Delhi’s Jama Masjid and India Gate, and Lahore’s Badshahi Mosque – the ad locates these places, not only as the settings of desire, but also as metonymies of desire. The architectural features of the two cities bring into focus the emotional bond of the two men. Just as the culturally-rich Lahore and Delhi are often considered twins of one another, so too are we asked to think of Baldev and Yusuf as twins separated by a cruel fate. Cities and men are both considered yaars. Suman’s search for the object of her grandfather’s desire turns up, not only Yusuf, but equally importantly, Mochi Gate, the park near the gate, and the sweets shop near the park. The city of Lahore looms as large as Yusuf in Baldev’s nostalgic imagination. \r\n\r\n\r\nAnd third, the film uses explicit reference to the traumas of Partition in 1947 to create its emotional impact. Cities have been separated from each other as surely as have its inhabitants. Against this backdrop of nostalgic men and bloody partitions, the film envisions the possibility and the fantasy of reunion between cities and people across time and historical scars. The ad is successful because it touches a nerve that far exceeds the lived experiences of any individual Indian or Pakistani. It taps into a collective and historical desire by which these cities continue to be marked today. The ad reunites Baldev and Yusuf, but equally, it brings into frame a love affair between cities and histories that have been riven by partitions.\r\n\r\n\r\nIn 2014, I – a Dilliwalli by birth – visited Lahore for the first time. Everywhere I went in that city, I was asked where I was from. Sometimes this question would come after my hosts had specifically indicated that I was from elsewhere, and sometimes because I would volunteer that I was not a Lahori. When people heard “Delhi” in answer to their question, the response always hovered among the following options: We cannot let you pay for your meal! You must sit and have tea with us! I miss Delhi! Dilli di badi yaad andi hai (I think of Delhi a lot; the same line that Baldev says to Suman about Yusuf in the Google ad). Can Lahore feel a desire for Delhi that is matched by Delhi’s yearning for Lahore? When I was in Lahore, the fact that I am from Delhi was my primary identity – what people knew about me without even knowing me.\r\n\r\n\r\nI certainly had Delhi flashbacks while in Lahore. But these were not flashbacks of personal memory since I had never been to Lahore before. Rather, they were flashbacks of historical recognition in which wide boulevards, red bougainvillea, roundabouts, and Mughal-era forts, combined with formidable Punjabi hospitality made me feel completely at home. \r\nHistorically, the two cities have always competed with one another to be the favourite city of the Mamluk and Mughal Emperors. Iltutmish moved his capital from Lahore to Delhi in 1211. Akbar moved back to Lahore (via Agra and Fatehpur Sikri) in the 16th century, and finally Shahjahan moved once and for all to Delhi in the 17th century. From then on, Delhi has continued uninterrupted as the capital of India, even as Lahore has always loomed large as its cultural twin. If the inscription on Delhi’s Red Fort describes the city as “Paradise on Earth,” then Lahore is described as being so heavenly that not seeing it is tantamount to not being alive (_jine Lahore nahin dekhya, o janmya hi nai_). \r\n\r\n\r\nBut if we assume that cities are major players in the drama of desire, then we need to revise the question with which we started. The question now is not so much “Can cities feel desire” as “How do cities feel desire” and how do we read and experience that desire?\r\n\r\n\r\nAs though in response to these questions, Intizar Husain describes an occurrence that takes us back all the way to 300 BC, at which point Delhi was called Indraprastha and was the home city of the Pandavas in the Mahabharata<sup>1</sup> Husain insists that the idea of loss generated as recently as the “exile and migration during the Partition of 1947 is a _repetition_ of what people have experienced since the days of the _Ramayana_ and the _Mahabharata_. Even in those days, the partition of the land and the kingdom between members of the same family was a violent event.” Partition is a repeated occurrence in Delhi, and the cities of Delhi have repeatedly been partitioned. What we now call “Delhi” has many scars on its back, historical scars that are also scars of desire. People have been separated from one another, and the city has been marked by centuries of love and loss and longing for the things and people from which it has been separated.\r\n\r\n\r\nThis is the desire in which the Google ad trades. 1947 is only the most recent example of a Delhi desire related to partition – many people who now live in Lahore are from Delhi, and vice-versa. The people who long for Lahore and Delhi. Their yearning is not only for the city but also through the city. Cities are not human, so they cannot talk about their desire in a language that we can hear easily. But cities are repositories of histories of desire, and those histories shape the human desire that is formed in any city. For instance, there is a Lahori Gate in Delhi, built in the 17th century, and it forms the main entrance to the Red Fort, which is often considered the most important historical monument in Delhi. It is the site of the Prime Minister’s Independence Day speech on August 15th every year. The second entrance to the fort is called Delhi Gate. These gates were built at a time when Lahore and Delhi, twin cities, enjoyed free movement of peoples and desires between them. Now that such free access has been restricted, Delhi’s desire too has been curtailed, replaced instead with longing for something that has been lost.\r\n\r\n\r\nA repeated, multiple, longing has marked the city from at least the time it began to be known by some approximation of its name – Dihli, Dhilli, Dehli, Delhi.  Far from being single, unified, and whole, Delhi’s desire is partitioned, decrepit, and full of memories that are remembered by its buildings and parks and monuments even after they have been forgotten by individual residents. What Allama Iqbal describes as _“ujdi hui [dishevelled] Dilli,”_ the site of Mirza Ghalib’s genius, has always been greater than the sum of its parts. The city inspires a desire for history, epic poetry, and ruined longing: _“Dilli, jo ek shahr tha, aalam mein intekhaab/ Rahte the muntakhab hi jahaan rozgaar ke/ Jisko falakh ne loot kar barbaad kar diya/ Hum rahnewale hain usi ujde dayaar ke.”_ Delhi, that chosen city of the world/ Where only those of privileged professions resided/ That the heavens have looted and laid waste/ I am an inhabitant of that destroyed garden. \r\n\r\n\r\nThe idea of the “ujda dayaar”, the destroyed garden, is a fruitful metaphor with which to think about the desire generated by Delhi. The city is dishevelled and unkempt, but it is also rich and luscious. Its seediness is alluring, harking back as it does to the time before…when? 300 BC? Before 1947? After 1857? There is a timelessness to this idea of Delhi as a destroyed and magnificent profusion. So much so that even a lament for Delhi’s lost glory ends up paying homage to its unsurpassed beauty. \r\n\r\n\r\nEven though Delhi has been witness to several partitions, perhaps the most consequential to a history of desire, even more than the 1947 Partition on which the Google ad depends, is the First War of Independence waged here in 1857. These uprisings were not the first that Delhi had seen, and nor were they the last. But the 1857 War of Independence against the British was also a war between two kinds of desire in which one suffered a harsh defeat at the hands of the other. \r\n\r\n\r\nThe first version of desire was a mingled, messy, desire in which sexual inclinations, languages, religions, mingled widely over the centuries without being able to tell where the one ended and the other began. Denizens of Delhi, from the Chauhans onwards, for centuries had lived and inter-mingled both socially and sexually. This process of desirous assimilation was such a strong current in the city that the Mughal Emperor Shahjahan, builder of Delhi’s iconic Red Fort, was three-quarters Rajput, one-eighth Persian, and one-eighth Central Asian (half Mughal, half Turkic); in other words, this “Mughal” emperor was only one-sixteenth ethnically Mughal. The Chauhans, Tomars, Lodis, Mughals, all became part of a mixed Delhi. This was a Delhi in which Lahori Gate and Delhi Gate stood within kissing distance of one another. But the British passed laws in the 1820s preventing miscegenation, and inaugurating a regime of sexual purity and difference.\r\n\r\n\r\nThis second version of desire suggested absolute moral difference between religions, regions, and desires, as well as a hierarchy among them. After the war of 1857, the British allowed Hindus back into the city a few months after quelling the rebellion, but Muslims were kept away from Delhi for an entire year. The reprisals for the 1857 war depended deliberately and cynically on separating Hindus from Muslims in a pattern that led directly to the Partition of 1947 and the rise of Hindutva today. People were told that they were Hindus and Muslims rather than inhabitants of Delhi. Some communities were given favours at the expense of others. Desires were divided rather than mingled, separated rather than mixed together, purified rather than being scandalous.\r\n\r\n\r\nEven as it focuses on 1947, the Google ad picks up also on this moment of sundering in 1857, when the Red Fort moved from being the beating heart of the capital city to becoming a barracks in which the British lived. The separation of Lahori Gate from Delhi Gate was imminent. The music of poetry emanating from Chandni Chowk was razed to make way for the clarion call of war. Delhi’s desire was rewritten in 1857. Families and lovers and monuments and roads were divided from one another. Overnight. \r\n\r\n\r\nThe fantasy in which the Google ad trades is the fantasy that this tear can be repaired. That Yusuf and Baldev can be reunited. And even more, that Delhi and Lahore can be reunited. Baldev longs for Lahore and Yusuf comes to Delhi. Delhi’s Jama Masjid is the first site that we see in the ad, and Lahore’s Badshahi Mosque holds together the thread of Baldev’s childhood memories. It might be a fantasy to bring back one’s lost childhood, but it is nonetheless a fantasy that we all desire. We want to feel one with the stones and dust and sand and grass of our childhood. Baldev longs for Lahore. Delhi longs for Lahore.\r\n\r\n\r\nBut whether it is 1857 or 1947, what seems to mark Delhi’s desire, as the Google ad shows so well, is that it is linked to partition and loss. Conquerors and poets from Afghanistan and Central Asia and the Deccan and the Western Coast and Persia have all won Delhi. But they have also all lost it. So much so that the idea of possessing Delhi is always tinged with the possibility of losing Delhi. And the city bears the scars of all these loves and losses and longings, sometimes all on the same monument. Each of the seven cities that make up Delhi have been built on top of one another. We can see traces of desire, not only in the graffiti, but also in the architecture itself. The longing of each empire has accumulated layers against which one continues to stub one’s toe. Delhi is a city of desires that overlap with one another messily; where the past can never fully be put behind us but continues to haunt our present. \r\n\r\n\r\nWhile we normally think of human beings as being possessors of desire, Delhi allows us to think of cities as bearers of desire, and specifically, of the memories of desire. The city’s parks – Lodi Gardens, Nehru Park – host young couples making out. The city’s magnificent monuments – Humayun’s Tomb, Jamali-Kamali’s dargah – ooze memories of past loves. Its shrines – Ferozeshah Kotla, Nizamuddin– are haunted by hopeful lovers. In Same-Sex Love in India, Saleem Kidwai pays homage to Delhi’s history of homoerotic desire: “Early Urdu contains a large body of homoerotic poetry…. From Dargah Quli Khan’s travelogue, it is clear that homosexually inclined men were well integrated into the culture of cities such as Delhi” (136).\r\n\r\n\r\nDelhi’s monuments and streets embody a desire that is bigger than anything we can “own” as ours alone. Instead of only hosting desiring individuals, Delhi is a city of aggregated architectural, historical, religious, syncretic, desires. In addition to containing desiring bodies, the city is itself a body of desire. As Mir Taqi Mir puts it: _dilli ke na the kuche auraq-e-musavvar the / jo shakl nazar aayi, tasveer nazar aayi_ (these are not the narrow streets of Delhi, they are artistic sketches; all the faces we see are beautiful paintings). Jaan Nisar Akhtar’s despairing couplet – “Dilli, kahaan gayeen teri kuchon ki raunaqein / Galiyon se sar jhukha ke guzarne laga hoon main” // Delhi, where are your glorious streets / I now walk down your roads with my head bent in shame – cannot but stand testimony to the glory that was Delhi. For Akhtar, it is the streets of Delhi that are described as beautiful – the physical structures on which we walk. The destroyed garden is both dead and blooming in its physical decrepitude. Delhi is for the dil – the heart is enclosed in the very word by which the city is known. Even Delhi’s streets have desire in them.\r\n\r\n\r\nWhat is particularly important about these streets is that they shift the subject of desire from people to landscapes. Cities – each in a different way – are marked, traumatised, emboldened, by desire. In Delhi, desire is rarely about two individuals – it is also about the nooks and crannies in the city in which desire can be expressed. It is about a template of desire – a refusal of boundaries and boundedness – that the British tried to segregate. But even the British ended up building the magnificent Lodi Gardens (home to many an amorous couple) as a 20th century park around 14th century monuments. Delhi has never cleaned up its act over the centuries. Rather, its old, messy, and multiple desires are all-too visible. Desires that are plural, painful, and filled with longing. In Delhi, buildings speak, monuments extol, tombs announce, ruins declaim, houses embrace, streets kiss, baolis tremble. Desire in Delhi is monumental and street-wise every bit as it is human. The desire of Delhi involves an entire landscape of buildings, ruins, foods, poets. It is based on dilapidation, depredation, passions, and partitions. Delhi’s desire is not a sentence that stops. It extends outward to Lahore, deepened by partitions, burnished by the fires of loss, and accumulated over centuries. Delhi is the land of desire without end."},{"Type":"Bio","Text":"Madhavi Menon is Professor of English at Ashoka University, and Director of the Centre for Studies in Gender and Sexuality. Her research and writing is on queer theory, and more specifically on issues of desire and identity. She is the author of two books on Shakespeare, the English Renaissance, and sexuality, the editor of Shakesqueer: A Queer Companion to the Complete Works of Shakespeare, and the author of a monograph on queer theory and universalism titled Indifference to Difference: Towards a Queer Universalism. Her book titled  Infinite Variety: A History of Desire in India (Speaking Tiger, 2018) brings together ideas important to queer theory with centuries of thought, philosophy, literature, art, and politics in India. Her latest book, Law of Desire: Rulings of Sex and Sexuality in India, outlays the entanglments of the law with matters of sex and sexuality.","photo":"Madhavi_Menon.jpg, Madhavi_Menon.jpg"}],"Type":"footnotes","footnotes":[{"type":"1","value":"https://kitaab.org/2014/07/06/the-first-partition-was-in-the-mahabharata-interview-with-intizar-husain/"}]}