{"1":[],"2":[],"3":[],"4":[],"5":[],"6":[],"7":[],"8":[],"9":[],"10":[],"11":[],"12":[],"title":"Eat, Prey, Love","image":"eat-2.jpg","blocks":[{"Type":"pullquote","Text":"“Spaces can be real and imagined. Spaces can tell stories and unfold histories. Spaces can be interrupted, appropriated and transformed through artistic and literary practise. As Pratibha Parmar notes, ‘the appropriation and use of space are political acts.’”","attribution":"bell hooks in ‘Choosing the Margin as Space of Radical Openness,’ Yearning: Race, Gender and Cultural Politics (1990)[1]"},{"Type":"text","Text":"Through this audio-visual essay, I attempt to map the ephemeral, transient space of food-vending around Dighalipukhuri. I comprehensively attempt to answer the question of what makes this site sexual and queer within the city: Is it the vendors? Is it the customers? Is it the food? Is it the law and policy of the State? Or is the amalgamation and interaction of all these aspects with the city-space that makes this location sexual, queer and thereby, (as bell hook’s says) political."},{"Type":"h2","Text":"The Location: Dighali Pukhuri"},{"Type":"text","Text":"Dighalipukhuri (‘Elongated Pond’), the location of my ethnographic study, is centrally located in Guwahati, Assam. Fitness enthusiasts occupy the roads at dawn; students from Cotton University and Handique Girls’ College, advocates hurrying from Kamrup District Court to Gauhati High Court and merchant-traders from Panbazaar and Phasibazaar crowd the area during the day; and after sunset, lovers abound the benches and streets around Dighalipukhuri. What bring these divergent sets of people together are the food-vendors in that area. A line of food-vendors occupy the margins of the street in front of Nehru Park, right opposite Cotton University."},{"Type":"EssayPhoto","src":"eat-1.jpg","caption":"Dighaliphukhuri (‘Elongated Pond’)"},{"Type":"EssayPhoto","src":"eat-2.jpg","caption":"Institutions surrounding Dighalipukhuri- Cotton University, Nehru Park, Handique Girls’ College, Gauhati University"},{"Type":"h2","Text":"The Vendors and the City: People as Infrastructure"},{"Type":"text","Text":"Prananda Malasan, examining food-vendors in Bandung, Indonesia, conceptualized the discourse of ‘people as infrastructure’ where people engaged in a sort of everyday politics of supporting each other socially and economically in order to sustain their livelihoods. In response to the State’s repressive policies- zoning laws and relocation tactics; such vendors collectively rallied and raised their voices, but many also adopted softer strategies of mobility and self-preservation.[2] Vendors being able to utilize such social capital determined their access to sites of vending, to the city.\r\nThe day begins with vendors wheeling in their smaller food-carts (usually selling Chaat/Gole-gappe, Momos and Ice-Golas) to the location. Most of these vendors are migrants to the city and live in the peripheral industrial belts. When not in business, they usually park their carts in a gated field, for which they have to pay a nominal fee. The vendors who park their (usually bigger and fancier) carts overnight on the street claim that they are not perturbed by the Police or Municipal Authorities, for they are on good terms with them and have (off-the-record) agreements with such officers to not be evicted from their spots. Most of such vendors live nearby and have family in the city.\r\nImage 5 depicts the familiar (and familial) connections between a chai-seller and his supplier. The former was complaining about how he couldn’t get matkas from his usual supplier, for he wasn’t able to pay for the last set of supplies. This current supplier of sweet and savoury snacks responded, saying that since the vendor is his ‘apun manuh’ (i.e., person from my own native place/family), he would try and arrange matkas for him. Thus capitalizing on their familiar and familial bonds, the vendor was able to circumvent the uncertainty of having to close down his business temporarily, by securing a week’s worth of matkas."},{"Type":"EssayPhoto","src":"eat-3.jpg","caption":"Vendors at Dighalipukhuri"},{"Type":"EssayPhoto","src":"eat-5.jpg","caption":"Familiar and familial bonds between vendor and supplier"},{"Type":"h2","Text":"The Customer and the City: the Public-Private is Political"},{"Type":"text","Text":"Customers are generally seated away from the road, behind the food carts. It’s also where vendors keep their garbage bins; the putrid smell of decomposing matter faintly fills the air, vermin scrounge through trash. However, people on cars and bikes generally have their food and drinks in/around their vehicles. Sounds of cars on the road, construction in the background, scraping of cookware and conversations amongst customers compete for attention.  Ironically, amidst the chaos, an effortless private space, in the public, is created. It is easy to be inconspicuous: to have hushed conversations, to share food, to hold a lover’s hand and flee from the scene if spotted- especially if the society isn’t accepting of such social-relations. These socially forbidden, queer and sexual interactions proliferate in the transient public-privateness of the streets. In an attempt to document this space, I decided to take photos and videos. On two occasions, where I inadvertently captured two girls smoking and lovers sharing a plate of chaat, I was asked not to put those videos anywhere, because, “Manuh e ki kobo (log kya kahenge)?”\r\nPartha Chaterjee in “Whose Imagined Community?”[3] writes that anti-colonial nationalism in India is marked by the creation of a spiritual ‘inner’ domain that preserves one’s cultural identity, and maintains colonial distinctness. This private inner sphere is where the sacred is preserved and performed- traditional endogamous family values, language, caste and class segregations are maintained. The binary of the private being pure and the public being impure is created. Even the want for ‘outside’ food become representative of unclean, polluting sexual and gustatory desires.  Carolyn Korsmeyer in ‘Delightful, Delicious and Disgusting,’[4] comments that “when disgust or revulsion is confronted and overcome, what was at first disgusting can become delicious.” She highlights the paradox of aversion: the attraction to an object that inspires fear or revulsion, which unwittingly transforms into something beautiful, pleasurable and savourable. Thus, the moving of such ‘pure’ persons into the public, which was initially tabooed, becomes freeing and liberating; connecting diversity. The public then brings a strange sense of excitement and adventure. The private is thus seen as imposing stifling norms that comes in the way of true intimacy. Hence, confronting ‘disgust’ led to the unmasking of several layers of bias and came to serve as a positive entryway into alternative, non-normative aesthetics, ethics, agency and intimacy- the unsavoury.[5]"},{"Type":"EssayPhoto","src":"eat-4.jpg","caption":"Curtain blocking customers from being viewed by passerby; creation of public-privateness"},{"Type":"EssayPhoto.jpg","src":"eat-7.jpg","caption":"sitting arrangement for customers behind food carts"},{"Type":"EssayPhoto","src":"eat-6.jpg","caption":"Garbage and trash around food-vending sites; relishing the disgust"},{"Type":"h2","Text":"The Food and the City: Embracing the 'other' rejecting the 'akin'"},{"Type":"text","Text":"Most food-vendors sell some form of Chinese-fusion cuisine. Delectable and spicy smells of Rolls, Chowmein, Fried Rice, Chilly Chicken/Pork, Chicken/Pork momos waft through the air. These mouth-watering dishes are sold in carts, which claimed to make authentic ‘Assam’ or ‘Guwahati’ dishes. Jai Aai Axom (‘Glory to Mother Assam)’ food truck and ‘Taste of Guwahati’ food cart run by Hindu-Assamese and Hindu-Nepali persons respectively, sold a variety of Chinese-fusion dishes. Nearby, stood vendors Rekib and Imran with large handis selling ‘colourful pilao or fried rice’; labelled as ‘Hyderabadi Biryani.’[6]\r\nAn article titled ‘The myth of ‘Assamese Muslim’ cuisine’[7] talks about how the segregation of food, serves the anxieties of self-identification and otherisation. The author claims that the “Hyderabadi biryani is a misnomer for the ‘humble home-grown pilao.”[8] The politics of taste and food has made pilao, consumed by Muslims in Assam, a food from the distant Indian ‘mainland.’ She contends that while Axomiya (‘Assamese’) food amalgamates cuisines from several ethnic, religious, linguistic communities; it deliberately categorizes rezalas, pilao and mangxo (‘meat’) preparations into a separate ‘Assamese Muslim’ cuisine. She questions why these quintessential Assamese foods cannot be incorporated within the umbrella term of Axomiya?\r\nThe author claims that it is because these foods aren’t a part of the dominant upper-caste Hindu households’ everyday eating habits. While cookbooks on Assam’s food contain recipes for fish, mutton, chicken and pork preparations, they steadfastly refuse to acknowledge the consumption of beef. Even amongst the street-food vendors, while the above mentioned meats were readily available, no food cart offered beef preparations. Therefore, even the rapidly growing cosmopolitan tastes in Assam do not overthrow existing prejudices and exclusions- they are packaged in newer, more palatable labels: thus the transmogrification of the pilao into ‘Hyderabadi biryani.’ The denial of visibility and exclusion of pilao from the Axomiya identity has distinct political motivations, marking the different forms of dominant social control and cultural conditioning.[9]"},{"Type":"EssayPhoto","src":"eat-9.jpg","caption":"Chinese fusion cuisine sold at Dighalipukhuri"},{"Type":"EssayPhoto","src":"eat-8.jpg","caption":"Chinese fusion food marketed as Assamese food on ‘Jai Aai Axom’ (‘Hail the Motherland Assam’) food truck; and colourful pilao sold as ‘Hyderabadi biryani’"},{"Type":"h2","Text":"The Law and the City: Street Food Vendors Act and Police Harassment"},{"Type":"text","Text":"The Street Food Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 defines ‘street vendors’ as persons vending in goods, who don’t have permanent shops. Pursuant to this Act, the Assam Street Vendors Scheme, 2020 was adopted. The Scheme provides for the formation of a Town Vending Committees (TVC). The Guwahati TVC has designated 8 vending zones across the city; and the area around Dighalipukhuri is not one of them. Moreover, registered vendors would be provided identification cards to conduct regular business. These legally registered vendors were to be relocated within designated vending zones. The criterion to be an eligible licensed street vendor is that one has to be a permanent resident of Assam. This has to be proved through the production of one’s Aadhaar Card, Residential Certificate, Voter’s ID or PAN Card to the Municipal Corporation. \r\nWhile the Guwahati Municipal Corporation’s survey in 2015 revealed that there were only 7,183 street vendors across the city; the Assam Street Vendors’ Association (ASVA) claimed that there are more than 40,000 street vendors in Guwahati.[10] Thus invisibilized by the State’s policies, such persons are more likely to be evicted and harassed by State authorities. The Centre for Urban Equity’s (CUE) working paper titled ‘Street Vending in Guwahati: Experiences of Conflict’ discloses that Bengali-Muslim vendors are more vulnerable than other vendors, because of their migratory status and non-availability of required documentation to prove their citizenship and residentship in Assam.[11] These vendors find it difficult to ‘legally’ register themselves in order to avail the State’s beneficial schemes. \r\nSeveral newspapers report on the presence of organized gangs operating under syndicates that create and manage several unofficial vending zones across the city. Vendors have to pay them a substantial amount to set up stalls on the roadside. In return, these goons allocate a place ‘on rent’ and act as liaison between State authorities and vendors.[12] On enquiring, I found out that the larger food vans were unaffected by State authorities’ harassment- they had ‘connections’ within the ‘system’ who would inform them about when eviction drives would be conducted. It was mostly the smaller vendors- coconut-water, chai-biscuit, chaat vendors, etc. who faced regular harassment and eviction."},{"Type":"EssayPhoto","src":"eat-12.jpg","caption":"Police officer buying ‘biryani’ from street-food vendor"},{"Type":"EssayPhoto","src":"eat-10.jpg","caption":"Policing of street-food vending sites"},{"Type":"EssayPhoto","src":"eat-11.jpg","caption":"Sights from around food-vending sites in Dighalipukhuri"},{"Type":"h2","Text":"Concluding Thoughts?"},{"Type":"text","Text":"The study of street-food vending sites around Dighalipukhuri represents a microcosm of Guwahati city: it is representative of who gets to be ‘sexual’ and who is ‘queer’ within the city. I do not think one is anonymous within the city; one’s social location and markers- their caste, class, religious, rural-urban ties continues to define one’s identity, one’s ‘queerness’ within the city. This in turn restricts their social mobility and access to the city. While it may seem like all sections of the populace have access to these food-vending sites; this study brings forth difference in who has visibility and who is invisiblized within such spaces. The State machinery works in tandem with the dominant social forces to deny accessibility and visibility to certain persons- the (Bengali or otherwise) Muslim is excluded from the Axomiya identity. Such ‘queer’ persons, both vendors and customers, were more prone to harassment, eviction and policing, since they could never lay a claim to this city-space. Furthermore, customers who found these ‘public’ spaces liberating usually possessed social capital; their private pure lives were markers of their attempt to maintain status quo and their social privilege. They could cruise from the ‘sexual’ public to the ‘sacred’ private; the same way their swanky vehicles would allow them to traverse and choose from the line of street-food. \r\nConversely, these queer identities and ties are helpful, providing people distinct strategies for survival and self-preservation. Despite the various forms of State and social oppression, such ‘queer’ vendors continue to occupy and appropriate a centrally located street connecting several institutions of prominence. Such vendors mobilize, collectivize and voice their demands in the ASVA and the TVC. They’ve formed close ties with the police, the judiciary, the students and other varied sections of customers, which in turn give legitimacy and visibility to such persons and the space they occupy within the city. People here covertly and overtly challenge the dominant social forces through interruption, appropriation and transformation of the city-space. Therefore, through constant tussles and negotiations for space and visibility, the food-vending site becomes political, sexual and queer."},{"Type":"Bio","Text":"Rhea Borkotoky is pursuing her LL.B. from Jindal Global Law School. She had previously completed her under-graduation in Political Science from Miranda House, University of Delhi.","photo":"Rhea_Borkotoky.jpg"}],"Type":"footnotes","footnotes":[{"type":"text","value":"1.  Edward W. Soja, ‘Thirdspace: Expanding the Scope of the Geographical Imagination’ in Doreen Massey, John Allen, Philip Sarre (eds), Human Geography Today (Polity Press 1999) p. 271"},{"type":"text","value":"2.  Prasanda Luffiansyah Malasan, ‘The Untold Flavour of Street Food: Social Infrastructure as a means of Everyday Politics for Street Vendors in Bandung, Indonesia’ [2002](60)(1) Asia Pacific Viewpoint 51"},{"type":"text","value":"3.  Partha Chaterjee, ‘Whose Imagined Community’ in Partha Chaterjee (eds), The Nation and its Fragments: Colonial and Postcolonial Histories (Princeton University Press 1993) p. 12"},{"type":"text","value":"4.  Carolyn Korsmeyer, ‘Delightful, Delicious and Disgusting’ [2002] (60)(3) The Journal of Aesthetics and Art Criticism 217"},{"type":"text","value":"5.  Shakuntala Ray, ‘Unruly Tastes: Queer Anglophone Fiction and the Mapping of Desire’  (Delicious Desires: Queer Foodways in South Asia, Centre for Studies in Gender & Sexuality, Ashoka University, April 2022)"},{"type":"text","value":"6.  Rini Barman, ‘The myth of Assamese Muslim cuisine’ The Hindu BusinessLine (Guwahati, 28 October 2016) <https://www.thehindubusinessline.com/blink/cover/the-myth-of-assamese-muslim-cuisine/article9276863.ece> accessed on 7 May 2022"},{"type":"text","value":"7.  Rini Barman, ‘The myth of Assamese Muslim cuisine’ The Hindu BusinessLine (Guwahati, 28 October 2016) <https://www.thehindubusinessline.com/blink/cover/the-myth-of-assamese-muslim-cuisine/article9276863.ece> accessed on 7 May 2022"},{"type":"text","value":"8.  Rini Barman, ‘The myth of Assamese Muslim cuisine’ The Hindu BusinessLine (Guwahati, 28 October 2016) <https://www.thehindubusinessline.com/blink/cover/the-myth-of-assamese-muslim-cuisine/article9276863.ece> accessed on 7 May 2022"},{"type":"text","value":"9.  Rini Barman, ‘The myth of Assamese Muslim cuisine’ The Hindu BusinessLine (Guwahati, 28 October 2016) <https://www.thehindubusinessline.com/blink/cover/the-myth-of-assamese-muslim-cuisine/article9276863.ece> accessed on 7 May 2022"},{"type":"text","value":"10.  Barasha Das, ‘GMC Fails to Implement Vending Zones Even after 5 years of Vendors’ Act’ G plus (Guwahati, 25 January 2020) < https://www.guwahatiplus.com/guwahati/gmc-fails-to-implement-vending-zones-even-after-5-years-of-vendors-act> accessed on 7 May 2022"},{"type":"text","value":"11.  Darshini Mahadevia, Aseem Mishra, Yogi Joseph, Arup Das, ‘Street Vending in Guwahati: Experiences of Conflict’ (2016) CUE Working Paper 30 < https://cept.ac.in/UserFiles/File/CUE/Working%20Papers/Revised%20New/30CUEWP-30_Street%20Vending%20in%20Guwahati%20Experiences%20of%20Conflict.pdf> accessed on 7 May 2022"},{"type":"text","value":"12.  G Plus News, ‘Street Vending Syndicates Thrive In Guwahati in Absence of Enforcement’ G Plus (Guwahati, 22 January 2022) < https://www.guwahatiplus.com/exclusive-news/street-vending-syndicates-thrive-in-guwahati-in-absence-of-enforcement> accessed on 7 May 2022"}]}