{"title":"Geographies of Intimacy in Hyderabad","author":"C. Yamini Krishna","subtitle":"Assistant Professor, FLAME University","blocks":[{"Type":"text","Text":"‘Hyderabad: Young couple caught kissing on camera in metro lift’ was the headline of The Times of India newspaper in February 2019. This was followed by a CCTV footage of a young couple which went viral on social media. The news report also said that the station where this happened was being identified to take necessary action. The news also reported the official comment made by the metro authorities ‘We will investigate and take preventive steps.’ Sign boards of ‘maintain sobriety’ were installed in some of the metro stations after this event. This instance gives an entry into the problematic this essay tries to address– of ‘spaces of intimacy’. What kind of spaces does the city of Hyderabad allow for intimacies? What is considered acceptable and what is considered to be warranting ‘preventive measures’? What is the relationship between the idea of ‘sobriety’ and public spaces? How does the city change for people of different genders and sexual orientations? To explore these questions to their full potential is to draw a genealogy of public spaces and that of spaces which enable, proscribe and police various kinds of intimacies. The essay attempts to raise some questions in that direction. \r\n\r\n\r\nThe Oxford Dictionary defines intimacy as ‘close familiarity or friendship’, ‘a cosy and private or relaxed atmosphere’ and euphemistically ‘sexual intercourse’. It means a wide variety of things to people. In this essay I focus on the space aspect of it, keeping the ambiguity in the word “intimacy” intact. The incident discussed above clearly points to the lens through which intimacies are looked at. A dip into the archive of Hyderabad from Telugu cinema also points in a similar direction. In majority of Telugu films that narrate a heterosexual romance, peculiarly most things intimate happen in dream/fantasy sequences in foreign locales; it is almost impossible to imagine the ‘real’ city to allow space for intimacy, except outside the domestic space. In those rare instances when there is an intimate act in public, it is often associated with guilt. For example, in the film _Love Story_, a woman kisses a man in a crowded Hyderabad metro and the first instinct of the man is to look around guiltily. Perhaps, the man was scared of the moral policing gaze of the onlookers, policing of the metro security, being captured by one of the thousands of CCTV cameras in the Hyderabad city, or being charged with public nuisance. \r\n\r\n\r\nHyderabad today ranks in the top twenty most surveilled cities in the world. It has 480 CCTV cameras per every square kilometre. In fact, the command control centre promises 360 degree views of the city from the CCTV cameras. In a city which is policed so much, where one is watched constantly, where do the spaces of intimacy exist? This question also hints at the boundaries between the public and private. What becomes acceptable in public and what is considered to be a nuisance? Most importantly, it is also about the right to public spaces.\r\n\r\n\r\nThe Quora App, a crowdsourced information sharing platform, has many interesting questions such as ‘Where can couples kiss in Hyderabad?’, ‘Where can I take my girlfriend in Hyderabad for privacy?’, ‘What are the best theatre for lovers in Hyderabad and full privacy?’, ‘Which hotel allows unmarried couple to make love in Hyderabad?’ which open up the geographies of intimacy in Hyderabad. The answers to these questions range from naming specific places such as Taramati Baradari, Botanical Gardens, Rock formations on Outer Ring Road, empty streets etc. to a few people cautioning others that they should think twice before attempting any such activity, as Hyderabad is a very conservative place. Some answers make direct reference to police interference and give tips to the seekers on how to avoid trouble. ‘Hyderabad is still very prudish and might not take kindly to people making out…’ one answer suggests; another person cautions that they would become victims of ‘moral policing’ if they attempted any intimate activity in public spaces. In Quora, the definitions of intimacy are limited to heterosexual romance. In fact, all those who pose the questions and those who answer work only within the heteronormative framework. While the city seems to offer some possibilities to this group, the consensus is that they are severely restrained by moral policing. Many Quora answers point to businesses such as OYO rooms and Stayuncle where couples can rent rooms for a few hours. Even in these spaces, CCTV cameras are ubiquitous and hence anonymity from various kinds of policing is not guaranteed. Spaces of intimacy are a mere commodity. Those who can pay the price bypass the policing to a certain extent. The surveillance city, in restricting spaces and sanitizing the city of ‘obscenity’, fosters opportunities for new kinds of businesses with a model to provide space for intimacy, something the city vehemently denies. Those who can afford it end up buying some space for a limited period of time. In setting up spaces as commodities, the city makes all those who cannot afford it vulnerable to police violence that takes place in the name of “controlling” public nuisance. \r\n\r\n\r\nThe experience of the city also differs widely on where on the queer spectrum one lies. The city is slightly more friendly to a cis-gendered gay men than to a trans-person. Fred, a cis-gendered gay man narrated his experience of spaces of intimacy in Hyderabad: ‘It depends on the time of the day, certain spots become intimate at certain times of the day’. University spaces, bus stops, old theatres, parks, public toilets often become cruising spots after dusk. “Any space can become a cruising spot” and “they are often spaces which are not frequented by women”, he added. Another site, similar to Quora, which specialises in information for gay men, lists a variety of spaces such as swimming pools, specific theatres, public toilets etc. Many of the men occupying these spaces do not identify as gay or queer, and intimacies between men are legitimized as homosocial activities that are simply for ‘fun’. The public spaces which take on the tint of intimacy are mostly chance encounters. For a planned intimate activity, space becomes even more defining. Having a ‘place’ gives a certain power to the individual. Many profiles of gay dating/meeting apps specifically mention that they ‘have [a] place’, sometimes the profile names are themselves titled ‘with place’; having a place gives control over the interaction where one gets to ‘call the shots’. “If you have a place, you can choose people”, Fred said. The potential of a space to become intimate is determined by the amount of control one can exercise over it. The only sovereignty of space that the surveillance capitalist city recognizes is that of private property, one that has been paid for, be it a hotel room as mentioned above or one’s own place.\r\n\r\n\r\nA space that is common to heterosexual couples and cis-gendered gay men are private cars, cabs and sometimes autorickshaws. These are mobile, non-spaces, which are created for a limited period of time and are not geographically located anywhere. In fact, these spaces are enticing _because_ they are not geographically precise. They are liminal in the sense that a cab is supposedly private but it dwells in public spaces such as empty streets or parking lots. By being mobile the cabs and rickshaws can often sidestep the gaze of the police and the moral police. Cabs as spaces allow for both planned and chance encounters, with the cabbies or autorickshaw drivers becoming participants in these intimate chance encounters. \r\n\r\n\r\nFor queer and cis-gendered women alike, the access to public space is quite limited. Reah, a cis-gendered lesbian, says ‘any space can be an intimate if there are a lot of queer people..’ They also spoke about how in order to create space for intimacy, they would often go out to pubs or bars in groups. Here the community claims a certain space and their presence makes it queer. Reah also spoke about the Latin dancing spaces in Hyderabad which make an effort to be inclusive. Restaurants, clubs, and pubs have tapped into the queer market and are making efforts to make their space inclusive. Along with businesses, there are also certain spaces created by the LGBTQI+ community. For instance, Hepzhibah Smith who belongs to the community, along with their friend created the People’s Choice Café which aims at providing a safe space for the queer community. Naisargi N Dave (2012) writes about beauty parlours and ladies hostels as spaces of intimacy. These are spaces that allow for the possibility of homoerotic intimacies.\r\nIn a hetero-normative world, a transperson is hyper-visible and is subjected to societal gaze along with constant monitoring by the police. Transpersons do not have access to spaces the same way cis-gendered people do. While an intimate act between cis-gendered people has the possibility of being termed as ‘nuisance’, the mere presence of a transperson reduces the respectability of that space. This does not allow for any scope of intimacy in public. In the case of cis-gendered queer people, homosocial spaces such as cafes, beauty parlours, hostels, public toilets hold a potential to become spaces of intimacy. These spaces subvert the heteronormative logic, wheras transpersons lie _outside_ of this logic. \r\nThe boundaries of what is ‘nuisance’ are porous. For example, during the _Bonalu Jatra_ or the _Balkampet Yellama Jatra_ which attracts a lot of transpersons, intimacy in public spaces is acceptable; the coming together of a large number of transpersons constitutes a new non-normative space, one that complicates acceptability and unacceptability in the public. \r\n\r\n\r\nCaste, however, cuts across gender and sexuality. In the kissing scene in Love Story, one other critical aspect is the caste position of those participating in the act of kissing. The woman was from the Velama caste (a dominant caste) and the man was a Dalit Christian. Their union is unacceptable in the village whereas the city in offering anonymity creates avenues for such a union. This is of course not to say that caste is a product of the villages. In May 2022, a young man was stabbed to death in Begum Bazaar for marrying outside of his caste. In the same month a Dalit man was murdered for marrying an upper caste Syed girl and this was captured on CCTV. \r\nAmidst the various kinds of policing there have also been attempts to reclaim the public space for intimacy. There was a nationwide campaign called ‘Park mein PDA’ that was run in 2015 with the hope that the culture of accepting and normalizing intimacy in public spaces will be inculcated. People were encouraged to post pictures using the hashtag #parkmeinPDA. The archive of the hashtag today includes more rhetoric and discussion at a nationwide level than just a city specific response. \r\n\r\n\r\nThe above understanding of the spaces of intimacy and the subsequent policing of those spaces in the city can be contextualized in the historical transformation of the Hyderabad city. The erstwhile princely city of Hyderabad has undergone phenomenal changes over the past half-century. From a Nizamian city of laid-back culture that was not attuned to capitalist time, it has been reinvented as an information technology hub synchronised with the global time since the 1990s. This turn of producing the city to attract global capital went hand in hand with the making of several tourist spaces in the city. Along with the building of the Hitech-City, the 1990s saw the beautification efforts of Hussain Sagar, the development of Buddha Poornima Project, Necklace Road and other parks around that area. This also coincided with the sanitization of the city of what was considered to be obscene and unacceptable to the ‘global tourist city’. The police and the women’s organizations cracked down on sex work, cinemas which were suspected to be screening obscene material - blue films, posters and hoardings. These ‘obscene’ materials were thought to be unsafe for women, as they promoted ‘criminal tendencies’. This project of monitoring, controlling and sanitizing the public space can be seen as the early predecessor to the surveillance city that Hyderabad is today. Like in many other cities, Hyderabad also saw the rise of the Hindu right in the 1990s. The likes of Bajrang Dal often hound couples and even go on to harass them on Valentine’s Day. This year Bajrang Dal staged a protest in Abids Road that Valentine’s Day was ‘western culture’. This vaguely resonates with the anti-obscenity drive of the 1990s.  \r\n\r\n\r\nIntimacy and ‘intimacy work’ happens in the underpasses of the metros, bridges, graveyards, public toilets, spaces where the all-pervading eye of the CCTV camera does not reach. These do not feature in the posters of the global city. They are spaces which would preferably be invisible or non-existent; spaces which do not serve a ‘productive’ purpose in the global city. The underpasses are not surveilled because the respectable do not dwell there. These are liminal spaces which belong to the city but are also absent from it at the same time."},{"Type":"Bio","Text":"C. Yamini Krishna works on film history and urban history. She is currently working on her first book project on the history of cinema in Hyderabad.","photo":"Yamini_Krishna.jpg"},{"Type":"footnotes"}],"footnotes":[{"type":"1","value":"Harvey, D. (2008). The right to the city. The city reader, 6(1), 23-40."},{"type":"text","value":"Dave, N. N. (2012). Queer activism in India: A story in the anthropology of ethics. Duke University Press."}]}