{"title":"Habits","multiplePoems":"true","poems":[{"title":"Habits","blocks":[{"Type":"text","Text":"You are a habit\r\nwhich has overstayed in my head\r\nlike a nicotine rush that no longer arrives\r\nwhen I puff on a solitary cigarette\r\nat a chai stall\r\ninstalled in an anonymous corner of a busy street\r\nwhere the city never sleeps\r\n\r\n\r\nBut amid the cacophony\r\nof cars rushing home\r\non the street beside my window\r\nas they escape past another midnight\r\nthe thoughts of you keep me awake\r\nlike an insomnia\r\ninduced by a desire\r\nI don’t understand enough to write about yet\r\n\r\n\r\nThe dreams I have about the city\r\nare now infiltrated by your presence\r\nlike the crevices and cracks on pavements\r\nthat lend them the character\r\nclever concrete never could on its own\r\neven as you seek to leave them behind\r\n\r\n\r\n\r\n\r\nIs there enough space for me\r\nin a heart you have let overrun\r\nby your grief for a home\r\nthat will never exist or house any memories\r\nbeyond the sign carrying your surname\r\nwhich hangs outside the door\r\nyou have spent your years hiding inside\r\nyet could never be farther distance away from?\r\n\r\n\r\nMaybe\r\nthe best way to discover ourselves in this city\r\ninfected by the indifference of living\r\nis to rediscover the joy\r\nof losing ourselves in each other\r\nand of you making me another habit\r\nwhich will overstay its welcome soon enough"}]},{"title":"On Seeking Out the City","blocks":[{"Type":"text","Text":"The city has violated me\r\nLike the cars that drive past red lights\r\nWith no consideration\r\nOf whom they leave behind in their trail\r\n\r\n\r\nI have violated the city\r\nAnd its desire for order\r\nBy seeking love that does not require\r\nGiving oneself up\r\nAs the first step to intimacy\r\n\r\n\r\nThe secrets that lurk\r\nIn the hidden streets of all neighbourhoods\r\nHave been discovered by lovers\r\nHarbouring secrets of their own kind -\r\nEnjoined within their palms\r\nWhich blend the borders between its creases\r\nLike the spaces they inhabit\r\nFor satiating their own desire\r\n\r\n\r\nI have sought the city out\r\nIn the hopes of finding desire around its corners\r\nFilmed on the cameras\r\nAnd of finding lovers\r\nLost before I have found them\r\nWith both of us staring out\r\nThe wrong end of lenses\r\nAs we capture all about the city\r\nWe could never capture in each other\r\n\r\n\r\nThe city has violated me\r\nLike its poetry\r\nWhich writes rhymes into my heart\r\nWithout me knowing enough about them\r\nTo discover their schemes myself -\r\nOr all the times it breaks them\r\nLike cars driving past red lights\r\nSituated in in the city’s heart\r\nDown the roads never built for us\r\nTo reveal to each other\r\n\r\n\r\nNot within the confines of this city anyway."}]},{"title":"A Language I Could Only Speak with You","blocks":[{"Type":"text","Text":"I learnt a language I could only speak with you\r\nnever to be found on the signs\r\nthat help us navigate our way through the streets\r\nbuilt like tunnels out in the open\r\nyet trapping our hearts within its weary maps\r\nfor the sanity of our weary minds\r\n\r\n\r\nI learnt a language I could only speak with you\r\naway from the diction of desire the city’s taught me\r\nfound on the movie posters that adore old walls\r\nweathered into their crevices by time\r\nleaving behind a signature of all they have to say\r\neven as its heroes never gaze back into my eyes\r\n\r\n\r\nI learnt a language I could only speak with you\r\nhidden from the tongues of those who have inquired\r\nwhether I love the city or anyone in it:\r\nI have always sought words they will understand\r\nwithout ever letting go of the ones just the two of us share\r\nrevealed in glances that speak a thousand words\r\n\r\n\r\nI learnt a language I could only speak with you\r\nand a humour just the two of us can comprehend\r\nfor a love not foresaken in favour of a desire\r\nthat grips the hearts of fellow wanderers around me\r\ninfused within the same streetlamps we glance at\r\nwhich protest the night when we walk underneath them\r\n\r\n\r\nI learnt a language I could only speak with you\r\nbut we lost it the day I chose to love the city over us\r\n\r\n\r\nWe now only speak with the same phrases as everyone else\r\nstill, we remember how we swore at each other in jest\r\nwith the same glances that wrote unspoken words of love\r\n\r\n\r\nMaybe someday, somewhere, we will weave poetry together again\r\nwithin the confines of a city that never understood us\r\nand with a tongue of our own\r\nwe can never fully comprehend either."},{"Type":"Bio","Text":"Abhijato Sensarma is an undergraduate student at Ashoka University, Sonipat. His words have been published in Scroll.in, The Wire, The Quint, ESPNcricinfo, McSweeney's Internet Tendency and Film Companion among other publications.","photo":"Abhijato_Sensarma.jpg"}]}]}