{"title":"If You Cannot Sleep, You Should Call Me","author":"Dikshya Karki","image":"call-3.jpg","blocks":[{"Type":"text","Text":"Cities are pulsating with cryptic messages. There are lines, numbers, colors, and words splattered on its walls. Public spaces such as bridges, underground tunnels, and notice boards provide innovative ways of articulating the angst of sex, love, desire, and longing. A question, a scribble, a graffiti on a corner wall can initiate a conversation and create a connection among strangers. The norms around appropriate sexual behavior are transgressed with advances through words, pictures, and objects in public view that normalize sex talk or show that these spaces are sexed. Even if largely a celebration of heteronormativity, there are opportunities to transgress underpinned moralities of the monolithic categories of sex and gender.  \r\nAn exploration of articulations of sex, love, and longing in public spaces, my visual essay is a reflection on codes of desires. I am walking around my student neighborhood in Neuenheimer Feld, Heidelberg picking up words, figures, murals, graffiti, and objects that display intimacy and emotion, symbols of love and desire. These are ephemeral words inscribed in the geography of the city.  Objects that call attention to the body, pleasure, and companionship. Perhaps the thrills of anonymity and the anxieties of loneliness allow expressions of love, sex, and desire with real and imagined partners on public walls and spaces.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_8825.JPG"},{"Type":"EssayPhoto","src":"call-1.jpg","caption":"The notice board in the underground laundry room in my student dorm has more than timings.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_8811_white.jpg"},{"Type":"EssayPhoto","src":"call-2.jpg","caption":"The wall next to the board is full of questions, answers, and prompts for conversations.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_9112_cropped.jpg"},{"Type":"EssayPhoto","src":"call-3.jpg","caption":"The corner near the music room on the ground floor of my student housing has a vending machine for hygiene products.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_9117_ok.jpg"},{"Type":"EssayPhoto","src":"call-4.jpg","caption":"There are sex toys and condoms at your disposal.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_9083 bridge.jpg"},{"Type":"EssayPhoto","src":"call-5.jpg","caption":"The bridge in my neighborhood with its nook and corners serves as a message board.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_9075_dark.jpg"},{"Type":"EssayPhoto","src":"call-6.jpg","caption":"Message 1: If we never meet again, please remember I loved you.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_8873.JPG"},{"Type":"EssayPhoto","src":"call-7.jpg","caption":"As seen across Europe, couples use the bridge railing to declare their bond of love. They inscribe their names on padlocks, lock them in bridges and throw the keys away.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_8854.JPG"},{"Type":"EssayPhoto","src":"call-8.jpg","caption":"There are both old and new ones locked in intimacy.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_8889_pi.jpg"},{"Type":"EssayPhoto","src":"call-9.jpg","caption":"Rock pigeons or city pigeons, popular symbols of love and commitment loiter on one side of the bridge.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_9089.friend.jpg"},{"Type":"EssayPhoto","src":"call-10.jpg","caption":"Message  II: I am in love with my best friend.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_8900.JPG"},{"Type":"EssayPhoto","src":"call-11.jpg","caption":"Message III: If you can’t sleep, you should call me.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_8901.JPG"},{"Type":"EssayPhoto","src":"call-12.jpg","caption":"Message IV: Tell them you love them. \r\nI tried.","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_8892.JPG"},{"Type":"EssayPhoto","src":"call-13.jpg","caption":"Message V:  ‘Erinnern Heißt Verändern’ in German translates in English as, ‘To remember means to change.’","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_9106_walk past.jpg"},{"Type":"EssayPhoto","src":"call-14.jpg","caption":"I spot a hanging phone call. Did someone leave the call or is someone waiting for a call?","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_9094.gegen.jpg"},{"Type":"EssayPhoto","src":"call-15.jpg","caption":"Who are these dancing figures encased in a circle of love?","C":"\\Users\\dk0\\Desktop\\visual essay pictures\\IMG_8947.JPG"},{"Type":"EssayPhoto","src":"call-16.jpg","caption":"The mural man on the public toilet wall in Neuenhimer Feld appears content with himself."},{"Type":"Bio","Text":"Dikshya Karki is a media anthropologist. Her research interests include urban studies, film, gender and sexualities in South Asia.","photo":"Dikshya_Karki.jpg"}]}