{"title":"metro-nome-love","subtitle":"For Ishika, Shivangi, and Shubham","multiplePoems":"false","blocks":[{"Type":"text","Text":"Agla station — KASHMIRI GATE — hai\r\nNext station is — KASHMIRI GATE \r\n\r\n\r\nRini and Shammi’s luscious prophecies slip out of the speakers overhead, \r\nand I am caressed gently out of a drugged dream by spurious sounds. \r\n\r\n\r\nAs the rich timbre of moving metal returns, I adjust my seated body \r\n— straighten, stretch — and look about metro car no. 6. \r\n\r\n\r\nAny sense of comfortable journeying I carried with me half-asleep is dismantled by a woman\r\nweary of touch, coiled around a silver pole. Her clutch is covered by her perspiring right palm \r\nand her hair needs adjusting, but Woman’s choices have crippling consequences — \r\nrisk and arousal risk arousal momentarily.\r\n\r\n\r\nWearily Mother watches Son’s virgin-lecherous eyes entwine themselves around silver pole no. 2, \r\nwhere, inexperienced still, Schoolgirl fails to decipher gaze or avert smiles. Another Mother \r\nsmothers her weeping child with impeachable preaching and innocuous hugs, _but_ Child has a \r\nchild’s mind: from somewhere someone somewhat sings and careless Child chimes.  \r\n\r\n\r\nEx nihilo Metro’s ducts create an unnatural breeze and to dimmed car no. 6 bring peculiar ease.\r\nCraving touch, crotch after crotch breathes — tensed muscles release and forget. _But_, how can I neglect attire? Around me tired feet wear tired footwear and tired fashion accents tired eyes trying to sleep away time —  \r\nslips away, slips away silently, all sense of a city being traversed, silently slips…\r\n\r\n\r\nGREEN PARK station\r\nDoori ka dhyan rakhein\r\nGREEN PARK station\r\nMind the gap \r\n\r\n\r\nIn metro car no. 6 \r\nspace shrinks \r\nnaturally\r\nMan’s gaze \r\nis transfixed \r\non Another \r\nMan’s digital life\r\n— \r\nfamiliar notes erupt \r\nin mechanical time\r\nand how frantically \r\nAnother Man\r\nnow awake\r\nbirths \r\nnew mobile \r\ndesires\r\nlet notifications wait some more\r\nhe ruminates \r\n— \r\nhe conspires\r\n\r\n\r\nLugging luggage heavier than his heartache, Uncle resolves into restful attention, \r\n_but_ finds no respite for his ancient legs. Brother’s bother not about Uncle’s exhaustion: \r\nNo offering in disguise this time — no space to sleep, to shut sorrow’s eyes. \r\nAND I, another brother,\r\nstaring solemnly out of the window at the endless passing edifices of concrete,\r\nmutter to myself, “Mother and Measure - \r\nMother Law and Measure Law - \r\nMother Love and Measure Love - \r\nthou art translated.”\r\n\r\n\r\nAs Metro slices slithers slips across the expanse of Dilli, _meri jaan_, \r\nthe solace of a midsummer dream surprises me."},{"Type":"Bio","Text":"Salik is a Ph.D. scholar in English at Vanderbilt University. His poetry has appeared in netherQuarterly and Inverse Journal.","photo":"Salik_Basharat.jpg"}]}