{"title":"The Paradox of Privacy in Public Places: A Photo-Essay","blocks":[{"Type":"pullquote","Text":"Pyaar kiya,<br>Koi chori nahi ki,<br>Chup-chup aahein bharna kya?","attribution":"‘Pyar Kiya Toh Darna Kya’, lyrics by Shakeel Badayuni, Mughal-e-Azam (1960)"},{"Type":"text","Text":"The Bandstand Promenade, situated in the western suburb of Bandra in the coastal city of Mumbai, is famous for a variety of reasons: Shahrukh Khan’s palatial home (Mannat) at one end; Salman Khan’s Galaxy Apartments at the other; the reclusive Rekha’s bungalow somewhere in between; the five-star hotel Taj Lands End nestled near Bandra Fort, a relic from the seventeenth century, when Bandra – or Bandora, as it was known then – was a Portuguese territory that required a fort to prevent infiltration from across the sea by the British, who had staked their claim over the city south of Bandra. Now, the Fort overlooks Mumbai’s crowning infrastructural glory, the Bandra-Worli Sea-Link, a 5.6-kilometre-long bridge that connects the suburbs to South Bombay across the Arabian Sea since 2009. Its illustrious inhabitants, impressive history, and up-market location do not prevent Bandstand Promenade from drawing visitors from across the social spectrum to its shore. With its varied types of seating, amphi-theatre, a secluded garden for children, hawkers selling bhutta, coconut-water, tea, kulfi, chaat, it is an ideal location for a breezy, refreshing outing in a city that has a dearth of accessible public places. As a result, there is another, lesser-known reason for Bandstand’s popularity: it is a spot that grants couples privacy to indulge in intimacy and sexual activity. When the tide is low, the rocky expanse leading to the sea is dotted with couples. Different couples sit in close proximity of each other, oblivious to anyone but their lovers."},{"Type":"EssayPhoto","src":"paradox-1.jpg","caption":"Three couples seated on the rocks, facing the sea at Bandstand."},{"Type":"EssayPhoto","src":"paradox-2.jpg","caption":"A woman leans against a man, who is hugging her from behind, as they both sit on the rocks at Bandstand on a Saturday evening in May."},{"Type":"text","Text":"The layout of the promenade is such that the 1.2-kilometre walkway (an immensely popular stretch for walkers and joggers, especially early in the morning and in the evening) is lined with large, concrete steps that serve as front-row seats to watch the sunset over the sea. Along with the steps, there are stone and wooden benches, too, by way of seating on the promenade. The couple in the photograph above cannot be ignorant of the fact that they have an audience of hundreds of people walking or jogging behind them or simply sitting and gazing at the sea and, by default, at them. And yet, they remain unaffected by the public gaze – they have turned their backs to it. They are undeterred from acting on their romantic impulses. The intensely public nature of the place provides a paradoxical privacy."},{"Type":"EssayPhoto","src":"paradox-3.jpg","caption":"A man and a woman kissing, locked in a tight embrace, standing on the rocks at Bandstand."},{"Type":"EssayPhoto","src":"paradox-4.jpg","caption":"A man and woman are seated on the rocks and hugging each other close; the man’s arm grips the woman’s shoulder and head tightly, while her arm is wrapped around his waist and her head resting on his chest."},{"Type":"text","Text":"As the darkness descends after sundown, it is not uncommon to witness increasingly intense sexual activity through the movement of shadowy heads, hands, and hips. Couples contort themselves to achieve different positions conducive to their sexual activity of choice. Afterwards, they emerge from the darkness hand-in-hand, torch-lights blaring from their smartphones to guide them over the rocky, uneven terrain, their eyes turned downwards. Occasionally, some couples bear a triumphant and satiated expression on their faces."},{"Type":"EssayPhoto","src":"paradox-5.jpg","caption":"A woman in a burqa is standing, her arms wrapped around a man in grey; he is seated on a large rock and is embracing her."},{"Type":"text","Text":"The couples at Bandstand pose an interesting dilemma for the bystander: to watch or not to watch? After all, their choice of setting for their dalliance suggests that they are indifferent to or perhaps even inviting an audience. The bystander turns away of his own volition, afraid of his voyeuristic desire. The couples camouflage with their surroundings."},{"Type":"EssayPhoto","src":"paradox-6.jpg","caption":"A man and woman are seated close to each other; both their heads are turned towards the left; the woman’s arm rests on the man’s back, her fingers slipping into the neck of his t-shirt; her slippers are placed neatly next to her and she seems to be mid-sentence."},{"Type":"text","Text":"Who is watching whom? In a claustrophobically crowded and exorbitantly expensive city, these couples have found a haven that gives them the luxury of space at no cost. For Shakespeare, Romeo and Juliet were the only ‘star-crossed lovers’, but in Bombay, every lover is star-crossed, fighting not only for space and time, but also fighting against a conservative society that is hostile to desire beyond the prescribed confines of class, caste, religion. Does the bystander dare to encroach upon these lovers’ hard-earned privacy?"},{"Type":"EssayPhoto","src":"paradox-7.jpg","caption":"A woman and a man sit close to each other on the rocks, watching the people around them."},{"Type":"EssayPhoto","src":"paradox-8.jpg","caption":"Two men stand hand-in-hand, at the edge of the rocks near Bandra Fort."},{"Type":"text","Text":"If there is little to no room for autonomous sexual desire for heteronormative couples in traditional Indian society, it is no surprise that expressing homosexual or queer desire is beyond reach for most. Desire cannot be defeated so easily, though. It strikes again and again, ebbs and flows like a wave, wearing down the resistance of the rocks over time."},{"Type":"EssayPhoto","src":"paradox-9.jpg","caption":"Two men sit close together at the edge of the rocks on Bandstand, contemplating the sea."},{"Type":"EssayPhoto","src":"paradox-10.jpg","caption":"A young man and woman sit arm-in-arm, with their backs towards an older man, who is lifting his baby above his head."},{"Type":"text","Text":"A young, college-going couple find a spot that safely separates them from the crowd. But it is a Saturday evening. A father, with his baby in his arms, rushes to the very same rock that the young couple had secured for themselves. Later, he is joined by his wife on the now crowded rock. She lovingly feeds him a bhutta. Young love collides with familial love."},{"Type":"EssayPhoto","src":"paradox-11.jpg","caption":"A man and woman (both dressed in white) whispering to each other while sitting on the rocks."},{"Type":"text","Text":"What constitutes intimacy? How is sexual activity defined? Could it be restricted to touch? Could it emerge in a glance? Does it lie in an ease in each other’s company and with each other’s bodies? Is intimacy a shared solitude? Wearing colour-co-ordinated outfits? Laughing together? Sitting in a crowded place and weaving stories about strangers?"},{"Type":"EssayPhoto","src":"paradox-12.jpg","caption":"A family of three, a man, woman, and child, walk back to promenade, laughing. All three are wearing shades of pink."},{"Type":"EssayPhoto","src":"paradox-13.jpg","caption":"A man and a woman standing next to each other are reflected in a pool of water gathered in the rocks."},{"Type":"text","Text":"Another colour-co-ordinated couple, in red this time, draw close to each other for a selfie. Seated right next to them are another canoodling couple. The selfie couple’s attention is on the smartphone screen and the reflection it offers them of themselves."},{"Type":"EssayPhoto","src":"paradox-14.jpg","caption":"A man and a woman sit in a close embrace at the beginning of a trail of rocks leading farther into the sea"},{"Type":"text","Text":"When Narcissus first spotted a reflection of himself in a pond, he was riveted. He could not tear his eyes away from the image of himself. Such was his fixation with his own beauty, that he was transformed into a flower with a drooping head – the narcissus grows only near water-bodies and gazes upon itself eternally. The sea is too turbulent to offer a reflective surface, but the sea-side is one of the only reflective places in this over-populated city. It offers you the opportunity to look at the horizon, uninterrupted by high-rises. In a city where the view from your window is often a window into another house, the sea-side allows you to truly look out, to send your thoughts out beyond your mind without them bouncing back at you. Perhaps this liberation fuels the boldness of the couples at Bandstand, finally freed from the fears of log kya kahenge. As Shakeel Badayuni wrote, pardah nahi jab koi khuda se, bandon se pardah karna kya?"},{"Type":"bio","Text":"*Nazir Khan* is a writer and filmmaker. He studied film-direction and screenwriting at the Film and Television Institute of India (FTII), Pune. \r\n\r\n\r\n*Megha Agarwal* is a teacher and student of Literature. She completed her doctoral thesis in Comparative Literature at Goldsmiths, University of London."}]}