{"title":"In Transit","blocks":[{"Type":"text","Text":"Back when they were in school, Rhea invented a game called “Let’s Pretend We’re Strangers”. The premise was simple, one can gauge it from the name. Neither party knows the other. “It’s like playing house, but the opposite,” is how Ara would often summarize it. It wasn’t as easy as it seemed. Rhea, ditzy as she could be, was surprisingly sharp when it came to this game. She would notice if Ara slipped up, revealing information about Rhea that, as a stranger, she shouldn’t know. Ara had to be careful to wipe her slate completely clean before delving in. Sometimes they would invent personalities, but most of the time they played themselves, only without any knowledge of the other.  \r\nYears later, Ara can’t escape the irony of the game, the suspicion that Rhea had been planning their separation all along. Since finding out Rhea’s in her city, Ara’s been seeing her everywhere. In each of these almost-encounters, her throat shuts so that she can only faintly gasp Rhea’s name. Her mouth opens and closes like a fish. Has the city always been populated with Rhea’s doppelgangers or does Rhea, like her name, just have a very common face? When Ara thinks back to her, she can’t recall any particularly distinguishing features. She had the shoulder length hair of most Delhi schoolgirls, eyes on the smaller side, a sloping spine, neither too tall or too short. \r\nThis is a pretty revelatory idea – that the prettiest girl in Ara’s school batch had been ordinary looking. But Ara can’t digest it. She tries to look back through the rose-tinted glasses that used to perch on her nose through school. She remembers that Rhea had soft skin, remaining annoyingly unblemished through puberty. She had a nice chin too, exceptionally pointed, giving her face the shape of an inverted raindrop. She suddenly recalls Rhea’s smell. Earthy. Like lemongrass and rain. Maybe that was the clincher.    \r\nAra is snapped out of her reverie by the woman sitting across the aisle from her. She has the face of an angry pug. It’s wrinkled and livid, stamped onto a head disproportionately small to its body. The expression is pinched, a vortex with a crinkled nose at its centre.  \r\nAra is tired. She’s asserted herself enough times on her way into the metro train, she was hoping for a boring, peaceful ride. Perhaps she should have avoided the ladies’ compartment – she’d had enough warnings that today was not going to go her way. On her way into the station the guard plucked her from the line snaking into the mysterious, tented ladies’ security check and tried to make her join the men. She looked over at them as they got frisked, almost like a public spectacle with that raised pedestal. “No,” she mumbled, pulling her arm feebly away from the guard’s grip. \r\nIt worked. The guard was taken aback when he heard her voice. He jerked away from her nervously. Finally, gathering his bearings, he said, “You should keep your hair long, or you’ll confuse people.” \r\n“Why?” Ara asked. \r\n“They won’t know you’re a woman,” he said earnestly, like he was really trying to help her.\r\n“Is long hair all that makes a woman?” she asked in broken Hindi. If they had been talking in Bengali it may have come out more eloquently. \r\nBut the guard seemed to genuinely mull over this question, chuckling before he ushered Ara back into the ladies’ line. She quite liked him in that moment. He even waved at her when she got through security and collected her bag from the other side. Like they now shared an inside joke. \r\nPug Lady sitting across Ara has none of the guard’s warmth. She looks personally affronted by Ara’s presence, her mouth threateningly ajar. Rajiv Chowk, the metro’s automated voice beats her to speech. Ara is, for once, grateful for the flood of people that this station invites, creating a barrier between her and this deeply offended woman. \r\nThe girls next to her are having a conversation about a trip they made to Bombay. Two of them are updating the third, who was either not invited or couldn’t make it. The girl speaking the loudest is pinching a handkerchief over her nose, which makes her voice sound nasal. “I have a really… delicate consti… constitution,” she says. “I got a cold on the second day only.” \r\n“You didn’t get a cold, you got Covid,” says the girl beside her.  \r\n “Yeah but a cold is a symptom of Covid,” says Handkerchief Girl. “I’m pretty sure I got it from one of Harsh’s friends.” \r\nThe girl who was not invited asks in a small voice that Ara has to strain to hear, “so, what’s Harsh’s new girlfriend like?” She tries to bake a nonchalant chuckle into the question. It doesn’t work, her voice comes out wobbly. \r\nGreat, thinks Ara. Now this conversation fails the Bechdel test.  \r\nHandkerchief Girl replies, either maliciously or cluelessly, “Oh my god, she was so pretty. She had the best skin I’ve ever seen.” \r\nAra’s mind flits to Rhea. But this time she can hardly help it – Rhea has the best skin anyone’s ever seen. And she’s doing her Master’s in Bombay, last Ara heard. Too many coincidences. \r\nThe second girl, clearly the more tactful one, quickly adds, “She was really boring though… and just conventionally pretty, you know.” \r\nWas Rhea conventionally attractive? Yes. That was the easiest kind of attractive to be, and Ara couldn’t blame Rhea for it. Ara’s own face, she sometimes thinks, requires effort to love. Her cheeks are ridden with acne, the bridge of her nose too wide. Loving herself sometimes seems like a political act. Was Rhea boring? Ara tries to think back. When you know someone too well they tend to surpass the point of being boring. Rhea, to her credit, wasn’t easily bored. And being bored and boring might sometimes be the same thing.  \r\nThe crowd in the train is growing sparser, and the girls get up to leave. Pug Lady rises menacingly, crossing the space between them. She draws herself up to her full height and finally spits out the words she’s been holding back – \r\n“Please wear your mask properly.” \r\nAra blinks. She reaches for her mask, and realizes it’s dipped far below her nose. The woman steps out of the metro doors, which part for her respectfully, now that she’s completed her quest. Ara watches her trot away, nose in the air, scanning the station for other offenders. A crusader of justice, doggedly pursuing her ideals. Ara had clearly misjudged her. \r\nThe seat next to Ara is left free for a few seconds, allowing her to briefly part her sweaty thighs. Then someone sits down beside her and Ara is hit with the smell of lemongrass. Her head whips to the side. \r\nThe girl beside her is gazing pensively out of the window in the style of a movie protagonist. Ara follows her gaze. At first there’s nothing to see but tunnel walls, stretching for a while before breaking into the outside world, making room for light. Her eyes dart back to the girl. She has a rather lovely profile. A small rosebud nose, gently pouting lips, eyelashes curling upwards. But her eyebrows set her apart from Rhea – they’re sparse and slanted, creating creases in her forehead. \r\nSuddenly, the train is elevated miles above everyone, a bird’s eye view that makes Ara feel like a god. Below her are fields, sparsely populated, that are quickly enveloped by the city and its concrete. Ara tries to spot people amidst the scenery, but they all elude her. She wonders if this is the habit of the city – to swallow its people. This thought doesn’t stay with her for more than a minute. It’s been sufficient time, she looks back at the girl – \r\nWho is staring right at her. \r\nAra’s throat closes. “You,” she says, and the rest of her sentence is swallowed by her throat.\r\n“Me?” The girl asks. She doesn’t seem particularly embarrassed to have been caught looking., the assuredness of someone who grew up pretty. \r\nAra says, dazed, “I’m so sorry, I thought you were someone I know – someone I knew.”   \r\n“Oh,” the girl scans her fingernails, grazed with blue nail polish. The nail of her pinky finger is pointed like a dagger. Ara suddenly remembers that Rhea loved to paint her nails, even though their school didn’t permit it. Only over the summer vacations would Ara get glimpses of their French tips. \r\nThe girl turns to look at her, and in that moment, Ara recalls what was exceptional about Rhea’s eyes – that they always looked directly into yours. “Who were you mistaking me for?” the girl asks.    \r\n“My friend,” Ara replies. She lets that hang in the air for a while before graciously elaborating, “from school.”\r\nShe’s suddenly conscious of their touching legs, rattling in synchronization. The girl puts her hands on her thighs, palms facing upwards. It seems like a religious act, deeply private and unabashedly public at the same time. Ara feels like placing her hands inside hers. \r\n“Do you want to play a game?” the girl asks. The other corner of her smile lifts and she looks disarmingly sincere. Ara turns to her – her glossy hair and swanlike neck and attentive eyes. “Yes,” says Ara. \r\n“Let’s pretend we’re friends,” the girl says. \r\nThe metro doors open and the crowd surges. Ara watches as the doorframe swallows everyone up. “Okay,” she says, hooking her pinky finger into the stranger’s."},{"Type":"Bio","Text":"Gayathri Sankar is working as a Teaching Fellow at Ashoka University, and as an assistant to an enigmatic art curator. She graduated with a major in English Literature, a minor in Creative Writing and an addiction to the em dash. She is not actually interested in overhearing people's conversations on the metro, she is too absorbed in her Spotify playlists.","photo":"Gayathri_Sankar.jpg"}]}