{"title":"Efflorescence of Love: Male Same-Sex Desire in Early Modern India","author":"(Anuj Sah, he/him)","blocks":[{"Type":"text","Text":"“” What if I cannot see you, my Sulaiman / Your image dwells and moves in my eyes.” (Saleem Kidwai, 2000). This line is from the eighteenth-century Urdu poet of Delhi, Abdul Hai “Taban”, pining for his beloved, Sulaiman – another contemporary poet. In the literary collections of early-modern Persian, Arabic, Turkish and Urdu, numerous such homoerotic verses survive, with the ghazal being the most preferred genre. The tradition of writing homoerotic poetries was an old one in Islamicate lands. Homoerotic verses reverberated from Arabia to Turkey to Iran to central Asia to India, in medieval times – all rich Islamicate cultures under powerful dynasties. According to Saleem Kidwai, the cosmopolitanism and city-life of Islamicate cultures was the chief reason for this. Thomas Bauer says “hundreds of thousands of love poems on young men…. were composed in the millennium between 800 and 1800 in Arabic”. With regard to early-modern Ottoman poetry, Abdulhamit Arvas similarly observes: “[it] is predominantly about love; and for the most part, both the subject and the object of this love are men.” Similar researches on India reveal a rich corpus of homoerotic poetries in the Persian and Urdu literary traditions. \r\n\r\n\r\nAccording to Everett K. Rowson homosexual liasions were common among the elites of the Abbasid society (8th – 13th centuries CE). Abu Nuwas (d. 813) is generally considered the pioneer of homoeroticism in Arabic poetry. With the waning of the Abbasid caliphate, many Turkish dynasties established kingship under ‘secular’ rulers or sultans. Under the artistic patronage of these dynasties the landscape of homoeroticism further enriched. One such prominent patron was Sultan Mahmud Ghaznavi, notorious for his raids on India. Scott Kugle shows that medieval Persian poetries celebrated his love for his companion cum cup-bearer, Ayaz, and even stalwart Persian literary figures like Sa’di Shirazi (d. 1291) and Maulana Rumi (d. 1273) celebrated the sincerity of this love. Kugle and Kidwai draw attention to the fact that Mahmud and Ayaz’s love was held parallel to that of other legendary lovers such as Laila-Manjnun and Heer-Ranjha. \r\n\r\n\r\nDominic Parvez Brookshaw argues that the motif of saqi (cup-bearer) in Islamicate wine poetries was deeply imbued with homoeroticism. A “Turk” youth was sometimes considered the prototypical saqi. Historically, Turk youths from central Asia were traded in as slaves, and slavery was an important institution in medieval Islamicate lands. So, the saqi was actually a young slave boy, ideally a beardless youth of 14 or 16, argues Brookshaw. Incidentally, this was also the ideal age of the youth celebrated in the homoerotic poetries of the age. \r\n\r\n\r\nThe early sultans of the Delhi Sultanate – Aibak, Iltutmish and Balban – had been (Turkish) slaves themselves at the beginning of their careers. Iltutmish was even noted for his beauty by historians such as Minhaj-i Siraj (13th century) and Badauni (16th century); while Balban was noted for his “insignificant appearance” by Ibn Battuta (14th century). The motifs of saqi and “Turk beloved” were frequently used by contemporary poets – both in India, such as by Amir Khusrau, and outside India, such as by Ubayd-i Zakani, Hafiz, etc. The motif itself remained popular in Urdu ghazals upto the modern period."},{"Type":"pullquote","Text":"In sufism, the mystic strain of Islam, many silsilas (orders) came to be associated with homoeroticism. One such practice was shahid-bazi (witness-play)."},{"Type":"text","Text":"In sufism, the mystic strain of Islam, many silsilas (orders) came to be associated with homoeroticism. One such practice was shahid-bazi (witness-play). This was the practice of gazing at handsome male youths to sublimate this earthly love into divine love. According to Kugle this practice was strongly defended by practitioners such as Ahmad Ghazali in the twelfth century, against attacks of sceptics and detractors, and Nizamudin Auliya, the famous Chishti saint of Delhi (d. 1324), later, in turn, defended Ghazali on this.\r\n\r\n\r\nThe passionate companionship of Nizamudin Auliya and Amir Khusrau is proverbial in India. The latter extolls the former in bridal love imageries in his verses. The two lie buried in close proximity in Delhi. Such homosocial and homoerotic spiritual companionship was not exceptional. According to Kidwai, the sixteenth century pair of the saint duo – Madho Lal and Shah Husayn, who lie buried close to each other in Lahore – represents another such pair, and so does that of Jamali and Kamali buried in Mehrauli, Delhi. Parallelly, John Boswell has provided instances of “paired saints” from the Eastern Orthodox Church of the Byzantine Empire.\r\n\r\n\r\nIn the late fifteenth century, Babur, the founder of the Mughal Empire (in 1526), noted in his autobiography his deep torments for a bazaar boy he was head over heels in love with: “'I maddened and afflicted myself' for a boy in the camp-bazar…. Up till then I had had no inclination for any one, indeed of love and desire, either by hearsay or experience....” He also notes how keeping catamites was common in his homeland, with his uncle, Sultan Mahmud Mirza and his sons, being especially notorious in this regard.\r\n\r\n\r\nThe most exuberant descriptions of homoeroticism come from eighteenth century Delhi. Ruth Vanita and Saleem Kidwai, in Same Sex Love in India, show a galaxy of litterateurs and connoisseurs of homoerotic poetry in the Delhi of the time. These included poets such as Mir Taqi Mir, Shah Mubarak “Abru”, Abdul Hai “Taban”, Be Jaan, Mazhar Jan-i Janan, Sulaiman, etc. Kidwai shows that the poet Taban was so beautiful that he was known as Yusuf-i Sani or “the second Yusuf” after the eponymous Biblical Joseph (Quranic Yusuf), held to be the paragon of male beauty in Islamic culture. So renowned was Taban for his beauty that the emperor of Delhi, Shah Alam II, once made sure to pass through his street just to see him! (Kidwai). Dargah Quli Khan, a traveller from Deccan to Delhi in the eighteenth century, mentioned numerous prominent men and commonfolk who had homoerotic tastes. These included the Wazir-ul Mumalik (prime minister), and nobles such as Azam Khan, who vied with each-other to have more and more youths for their harems.  \r\n\r\n\r\nHistorians of sexuality tell, that homoerotic poetries frequently celebrated the pubic hair (down) on the beloved’s face. This feature is present in all pre-modern Islamic homoerotic poetries – Persian, Arabic, Turkish and Urdu. Both the beardless and bearded youth were celebrated. CM Naim says that in the Perso-Urdu tradition, the facial hair was metaphorically called the sabza-i khat or the ‘verdure of spring’. Numerous such references to beards exist. For example, Mir says: \r\n                              Your face with down on it is our holy Quran\r\n                            So what if we kiss it: it is our faith!                  \r\n (Tariq Rahman, 1990);\r\n\r\n\r\nAnd Abru: \r\n                                    “No pleasure lies in kissing the lip \r\n                                     That has no ‘verdure’ of the down”.                \r\n (Tariq Rahman, 1990). \r\n\r\n\r\nMir also frequently mentions the bazaar boys of Delhi in his homoerotic verses: \r\n                          The boys of Delhi with their caps askew \r\n                                       Were the nemesis of all lovers\r\n                                          No lovers are now to be seen \r\n                        The ones wearing caps have carried out a massacre.         (Kidwai) \r\n\r\n\r\nSuch examples can be multiplied.\r\n\r\n\r\nSo, with a vibrant homoerotic culture in Islamicate lands, how did we reach the present state of homophobia? All the scholars almost unanimously concur that European colonialism of nineteenth century brought with it western/ Victorian sexological mores that frowned upon any non-heteronormative expression of love as deviant. Hence, societies with legitimate channels of homoerotic expressions, underwent profound changes under colonialism and same-sex love began to be frowned upon. In some societies it took more virulent forms and references to homoeroticism were excised and laws enacted. Further research on this important theme can shed more light on homoeroticism in pre-modern societies, including, in India. This will be pertinent for a better understanding of both the past and the present because love is love and knows no bounds."},{"Type":"Bio","Text":"Anuj is a Ph.D. student at Centre for Historical Studies (CHS), Jawaharlal Nehru University (JNU). He has done his MA in modern history from CHS, JNU and BA (hons) History from Ramjas College, University of Delhi. Currently, he researches on male same sex desire in early modern India (1500-1800 CE). His chief interests lie in the cultural history of medieval Islamicate lands, including South Asia and leaning languages such as Persian, Urdu, etc."}]}