{"title":"The Seductions of the Night","author":"Shilpa Phadke","blocks":[{"Type":"text","Text":"_As children we used to play a game called “dark room”. It was basically hide and seek with all the lights off and played in a single room. The den waited outside while everyone hid and then came inside to locate people. There was a lot of touching and feeling, and heavy breathing and opportunities for play that might not have been strictly kosher._ \r\n\r\n\r\nThis game was played indoors but the thrill of darkness exerts its force just as strongly if not more outdoors, in public. \r\n\r\n\r\nGendered access to the public is defined by more binaries than just private and public, men and women, respectable and non-respectable, innocent and dangerous, victim and perpetrator, order and anarchy, day and night. In keeping with these binaries then, the night is dangerous and brings with it the taint of contamination, potentially impacting respectability and holding the possibility of anarchy. To guard against these threats, those perceived to be vulnerable (such as women) face further restrictions in this time/space and those perceived to be potential perpetrators are objects of ever more surveillance. \r\n\r\n\r\nIn this short piece I would like to reflect on the pleasures of the urban space at night and why the night is even more stringently regulated than the day. I discuss nocturnal city streets, streets that have been read as dangerous, streets that are surveilled and finally come to examine the messy streets that offer the possibility of thrills, arguing that in disorder lies the promise of citizenship. \r\n\r\n\r\n## Dangerous Streets \r\n_As an undergraduate student in a South Mumbai college in the early 1990s, one of the greatest thrills was to miss the last train home, because we were involved in some college related activity late into the night. We’d call home from the call phones to let our families know we’d only be back in the morning. And then the group of us, anything from four or five to a dozen, would head to the promenade at Marine Drive on the seaface. We’d wander around, have ice-cream at a parlour called Yankee Doodle (go figure!) that was open into the early hours of the morning. We’d walk, sit on the parapet, and sing songs. Nobody asked us what we were doing. We were also not the only nocturnal wanderers in the city; there were others. They minded their own business and we minded ours._\r\n\r\n\r\nNow, if anybody is out at Marine Drive too late at night, usually after about midnight or 1 am, a police patrol car will come to shoo them away, averring that the streets are “too dangerous”. Suddenly the streets are not safe. This kind of policing is a self-fulfilling prophecy. Since the streets are perceived to be unsafe they must be emptied of people. Once the streets are emptied of people, they really appear unsafe. Even as young women were told it was “too dangerous” to go out at night, young men, especially lower-class young men, talked about how the night was the hardest to negotiate – especially the hours approximately between 1 am and 4 am when they could not be seen as part of the city’s large, often invisible workforce that delivers early morning essentials such as milk and newspapers."},{"Type":"pullquote","Text":"Neoliberal logic determines that a city desires orderly, read nearly empty, streets."},{"Type":"text","Text":"Exclusion becomes the principle on which most of the city is built. This is then worked into parks that close at night and some even during the afternoon, where fences are built high to prevent “vandalism”. Toilets too are closed at night on the same principle. The lack of open toilets at night may be read as a clear refusal by the city’s administration to recognize or even acknowledge that women citizens access public spaces at night. Recently, across the world, cities have been placing spikes in space where people might loiter to prevent this, in fact so extensive is this practice that there is a name to describe it – hostile architecture. The desire to prevent people from sitting in any public space seems paramount. \r\n\r\n\r\nThe actions of city administrations make it clear that their intention is not to make spaces safe for people but to secure these spaces from people. Similar hostel curfews for women are designed ostensibly to “keep them safe” from the dangerous streets. Many hostel curfews operate in such a way that once it's past curfew time, the gates are locked and residents are barred entry. Having reached their hostel gate “safely”, the hostel denies them entry, thus creating a situation where they are, by this logic at least, rendered unsafe. Clearly then, the goal cannot be what it is stated to be, i.e. women’s safety, but is in fact the control of women’s movements and thereby our sexuality. This might also be seen from the fact that while respectable women are seen to be in danger from the city, non respectable women themselves are seen to pose the threat of contagion to the city. \r\nIt is no surprise that given the narratives of danger on the streets that abound, women are disproportionate sufferers of agoraphobia, the fear of open spaces. “And time, not just space, is also a constituent element of agoraphobia: at night, in most large cities all women are agoraphobic.” (153) writes Esther Da Costa Meyer (1996). The night is revealed as dangerous and threatening, reminding women that they should in fact be home. At no point does the statistical data from across the world, which demonstrates that the largest number of women are attacked inside their homes by people known to them, ever come up. \r\n## Surveilled Streets \r\n_As part of our field work researching women’s access to public space in Mumbai, we would travel on the last train from Churchgate to Virar. This was a slow train and this was the time before bar dancing was shut down. The train usually had a few women on it who were bar dancers. Many of them would stand at the door of the local train enjoying the breeze. There were other women on the train heading home from work. As researchers asking questions and looking around us alertly, we stuck out like sore thumbs. On one such night the policeman assigned to security duty in the women’s compartment addressed us. “Look at them”, he said, “how can we protect them if they stand like this in the doorway”._\r\n\r\n\r\nIt was not clear to us what the danger to the women standing in the doorway was. Was it the people on the platforms when the train halted? Was it the danger of falling? Upon reflecting on the unlikelihood of either of these, we read it as being much more a concern with the women standing there and enjoying themselves in a comparatively empty train as it rolled through the darkness of the night, perhaps to the policeman’s gaze “flaunting” themselves. The city night it seems is forbidden to women, and the pleasures of the night thus rendered taboo which when sought, place suspicion on the respectability of women."},{"Type":"pullquote","Text":"Curfews for women which translate into a refusal of access and mobility must be read as a form of structural violence against women as citizens."},{"Type":"text","Text":"It is the night that is seen to be the space of the greatest sexual possibilities. The slide from being a woman in the night to being a woman of the night is seen as a distinct possibility. For men, the possibility of sexual risk and danger can only enhance masculinity. For women on the other hand, it may undermine their respectability.","end":"","type":"text","text":"\r\n\r\nRichard Sennett in his book Flesh and Stone, recounts the Adonia festivals in ancient Greece that drew on myths related to Adonis. These involved agricultural rituals tied to death where the rule of female seclusion was withdrawn. However, the ritual mourning closely resembled a celebration where women stayed up all night, dancing, drinking and singing.  He writes: “Women wandered from neighbourhood to neighbourhood, heard voices calling them above in the dark, ascended the roofs on ladders to meet strangers. In the ancient city, rooftops were usually empty. Moreover, this festival occurred at night in the residential districts with no street lighting. … The few candles lit… made it difficult to see others sitting nearby, let alone down the street. It threw a cloak of darkness over transformations wrought on the space of the house. Filled with laughter in the dark, the roof became an anonymous, friendly territory. It was in this space that women… spoke their desires” (p.78). The festival allows women to briefly claim the streets and the darkness as their own. Here’s the connection that Sennett draws between pleasure, sexuality, the night (darkness) and the claiming of public space that makes the interpretation of this ancient ritual relevant to the arguments in this essay.\r\n\r\n\r\nAcross the country, women are forming groups and launching campaigns to claim the city's public spaces and to own the night for themselves. These claims are located not in the hope of safety but rather in the language of citizenship rights. The rights being laid argue for the right to have fun, to loiter, to be in the city for itself. They also include in some cases the right to not be respectable, to assert that the night belongs to us, and more importantly, we belong to the night; and that all women, including sex workers, have the right to the city as citizens. The presence of multiple people, of plural locations occupying the public especially at night, might make for a vision of messy streets that are uncontrolled and disorderly, but they hold the possibility of new interactions and connections. William Whyte describes cities as inherently messy places but suggests that it is the human interaction that takes place on the street that actually draws people to that space. He suggests interaction with strangers is a pull factor rather than a disincentive of public space. \r\n\r\n\r\nHow might one understand the thrill of engaging the city at night, of walking down paths that look similar but also different; of standing at a street corner eating anda-pav or sipping hot sweet cutting chai? This vision of not just diversity but also the acceptance, even welcoming of the stranger offers multiple possibilities for reimagining the city street as one of serendipity; as a space of possibility that isn’t articulated in a language of fear but one of anticipation. The idea of strangers: friendly, neutral and even unfriendly people in one’s landscape is not a new one. Georg Simmel (1908) in his essay on the stranger suggested that most forms of social interaction involve engaging with “strangeness”. \r\n\r\n\r\nIn the context of the street, the stranger then is both known and unknown and not automatically assumed to be a threat. The stranger is merely part of the tableau unfolding, where the city is theatre, a space of possible performance. The city at night is, for some, the space of infinite expectation and one that each of us has a right to."},{"Type":"Bio","Text":"Shilpa Phadke is a Professor in the School of Media and Cultural Studies at the Tata Institute of Social Sciences, Mumbai. She has also co-authored a book titled Why Loiter?: Women and Risk on Mumbai Streets.","photo":"Shilpa_Phadke.jpg"},{"Type":"footnotes"}],"footnotes":[{"type":"text","value":"Sennett, Richard.  (1994).  Flesh and stone : the body and the city in Western civilization.  New York:  W.W. Norton."},{"type":"text","value":"Simmel, Georg (1971)  The Stranger.” Accessed online: https://www.infoamerica.org/documentos_pdf/simmel01.pdf (accessed on 12 July 2022)."},{"type":"text","value":"Whyte, William (1980). The social life of small urban spaces. Washington, D.C.: Conservation Foundation."}]}