{"title":"Just Another Story","blocks":[{"Type":"text","Text":"Sinning in a shiny new satellite city called Adinobagh was inevitable. No other city begged for it in the same way. A city that is not really going to make it, that is trying too hard, that is anonymous, artificial. A city that might rise to the occasion if you were desperate enough. For an instant Adinobagh could be beautiful, and if you were quick enough you could hold that beauty in your hand and make it last as long as you wished. \r\nThe daiquiri became their signature drink. She would ask for the sugary syrup that took the edge off the bitterness, make it manageable, smooth. She liked it that he didn’t need the sugar rush, that sweetness made him grimace. And then, after countless daiquiris in an Adinobagh bar it seemed best, almost safe, to locate the longing, the mad rush of desire in the drink, in the wide streets of Adinobagh that were far from home.\r\nIt would have been different if Adinobagh was less alluring, if it didn’t have spaces that invited illicitness. A half-baked construction site on the roof of an office building with a terrace garden – it could only be in Adinobagh. The unfinished room, the hard ledges, bricks and stones, office chairs, and unbridled desire. The time spent in darkness, in the unsubstantial moonlight, unfamiliar yet certain, just all adrenaline and rush and the dim fear of discovery, of a guard walking into this room with an unlocked glass door that didn’t know how to conceal naked bodies. And afterwards, entwined hands, seeking validation from each other, full of their own audacity.  \r\n__\r\n“Statistically, a woman is four times as likely to fall in love with a man with whom she is having casual sex,” my friend told me. Was this verified? A statistic that was the result of meticulous research, of questions asked of illicit lovers the world over? I didn’t ask but there it was, this nebulous statistic, firmly inside my head now, waiting for me to confirm its veracity.\r\n“I won’t.” I said. “I can’t afford love. Can’t do it, must not.”\r\n “How does it matter?” said my friend. “I mean, it is all love isn’t it, working itself out in different ways?”\r\n“I don’t know.” I said. I recognized love from the suffering it brought, along with the pleasure, the ecstasy, I knew how it could break the heart. So I added, somewhat foolishly, “My heart feels safe.”\r\n__\r\nFrom the hotel room Adinobagh was grey and rainy that afternoon. The metro rail flew across the sky in bursts like a magical beast. \r\n“What do you like?” He asked and she shook her head, she wasn’t ready to tell, she didn’t even know, her desires all muddled and uncertain. She only knew she wanted. \r\n“And you?” she asked. Though soon she would know, perhaps she was already learning, the touch that pleasured, the position that satiated. \r\nHe had poured them drinks though it was not even noon. Never before had she had a drink before noon. But there were many things she hadn’t done before. What about him? She had no idea except he needed the drink to work something into him that was not there without. She had wondered that morning if she was going to be able to go through with it. If her body wouldn’t dry up and refuse, if it would not insist on fidelity after all. The construction site had been an aberration, the heat of the moment irresistible, but a hotel room was not spontaneous, the clean white sheets, the stern symmetrical smoothness of a room with a glass wall and heavy curtains. \r\n“Will someone be joining you?” She was asked by the receptionist. She didn’t want to answer, she didn’t want to fill the form with her details which would be saved for posterity. But she took the key card, she wondered about smaller towns and villages and how infidelity worked there, how people made love when they weren’t supposed to, or how much more difficult it might be for younger people in the city who didn’t have money to waste on a few hours of pleasure, for whom sinning was more risky than it was for her. Thoughts that comforted, that made her think she was a statistic after all.\r\n__ \r\n“Are you sure you can handle this?” My friend asked. “When it’s over won’t you be sad? I mean, these things never end well.”\r\n“I know I am happy now. I don’t know about later.” I had no expectations that included a future. It was a happiness that was contained, that was complete in itself, it didn’t need anything external to validate its existence, it didn’t ask questions to the other parts of my life.\r\n“I think it’s all good. I am apprehensive about later but you needed this.” My friend said. She didn’t explain why I “needed this”, what this could give that the rest of my life couldn’t. The reasons were superficial perhaps, the wants and needs of privileged lives. But there they are and as my daughter says I didn’t ask to be born into this particular life so must I be apologetic for it? \r\n“Yes. Nothing lasts so why should this?” I said and that made us smile.\r\n“I am actually weirdly proud of you, or, I don’t know, shocked in a nice way?” My friend said. \r\n“Why?” I asked though I was already proud of me. Or that might not be the word. Just surprised at myself and pleased that I still could be inexplicable, unexpected. I know I was meant to feel guilt, to be ashamed, for over-reaching, for grabbing what was not meant to be mine but there’s this pleasure in overturning one’s life and setting it on fire for oneself even if only for a moment. \r\n“Because I’ve known you for decades and I never thought you could.” My friend made adultery, so common and trite, sound like an achievement, like something amazing that I had done. I was grateful for the love that deliberately suspended judgement, that helped me create something beautiful out of what could have been sleazy or just mundane. \r\n__\r\nIt was the third or fourth time. It was also the first time that they didn’t start with a drink. It had begun to bother her, the need for alcohol, for artificial stimulants, as if what followed needed an excuse or courage or something that wasn’t intrinsic. But here they were, all grown up and weaned off, the daiquiris belonged to the past, the present enough without it. \r\n \r\n\r\n\r\nSometimes she was the wolf and Red Riding Hood all rolled into one. “these soft baby curls that you have …” “Such chocolatey ebony skin …” “Such cruel full lips …” He couldn’t quite decide if they were compliments but she said they were, that he was beautiful and beauty was not common and must be appreciated. \r\n“All the better to ravish you with my darling.” … isn’t that what the wolf said? She thought about it on her long metro ride home. How inappropriate for children, no wonder we grow up all messy and weird. And suddenly she was weeping, blaming it all on fairy tales that damaged, on stories that were too truthful to handle. And outside the large train window, Adinobagh moved tirelessly on. Dusty yet green, traffic that moved slowly but with purpose, lost with the knowledge of its destination. \r\nThe first time she went to his house she did lose her way. Google maps was clear, the roads all straight and easy. But she lost her bearings like it was a rite of passage, like she knew she must be lost before finding her destination. The game had rules and she desperately wanted to play by them. She saw him standing on the road, waiting. Every time she saw him though, it was enough. It was as if there was nothing left to think about but the pleasure of bodies that slid into each other like well-oiled machinery. And the way he smiled and made the world beautiful. \r\n__\r\n“Well, it’s only sex,” I said to my friend. “It was meant to be a fling.”\r\n“Meant to be … but wasn’t?” She asked. \r\n“No, it was. I mean …” I didn’t know what I meant anymore. \r\n“It became an affair?” She said, blowing a smoke ring. I am not a smoker. Smoke rings fascinate me. \r\n“Is there a big difference?” I felt so tired of words and semantics and my own desperate need for them. \r\n“You know there is.”\r\n“Okay so this is hovering somewhere between a fling and an affair,” I said. “And I think it’s going to hover for a while and then vanish into the air like your smoke ring.”\r\n“Leaving no trace?” She was asking too many questions. \r\n“That’s not possible is it?” I counter-questioned.\r\n“I don’t see why not,” she said. “The smoke ring leaves no apparent trace except, well, pollution. Your heart can deal with a bit of polluting can’t it?”\r\nI laughed. “Yes it can.”\r\n“Besides, you said it’s only sex. A little more than a fling.”\r\nI frowned at her but yes I did say that. Only sex.  \r\n__\r\nIt was only sex. They didn’t meet when she had her period. There were so many reasons for not meeting, so much of life that had to go on, was way more important, when it was only sex. They didn’t meet the one time she hurt her back for many days. Then he texted asking if she could meet that day and her back was still so doomed and she wished so hard it wasn’t because she knew it was the countdown now, this would have to end soon. \r\nI would love to, she texted. But don’t think I can. He never insisted which she liked. A few more days then, he said, but she did want to, badly, so she said, I do want to see you, it’s been too too long. And then she wished it unsaid because it had only been ten days and these were precisely the sort of words they never said to each other. \r\nShall I come there then? He texted. \r\nBut we will have to meet in a café or something, she said, if you come this side. Her part of the city bustled, she didn’t know how clandestine love happened where she lived, where lovers took their forbidden desires. It was an antiseptic city with beauty that rested in sharp edges and angles. Cafes and pubs weren’t in their memo any longer, not since the daiquiris had led to more. She waited for his excuse but he just said, right, I’m leaving, tell me where we are meeting.   \r\nHer heart did feel a little unsafe that afternoon but she told herself it was temporary, she would not let it roam indefinitely in spaces that weren’t meant for it. Let it breathe for a few days perhaps, it deserved occasional leniency. \r\nI am happy we met, she messaged afterwards, when the sun had set. Glad you came. And he replied, I am happy too. She wondered if it would be right to let her heart wander free after all, even for a bit. No point letting it dawdle in undecided places that were not known to be kind to women. \r\n__\r\n“Tomorrow we meet and after that, who knows when?” I told my friend. There are reasons. Boring stupid reasons why we should not meet anymore. \r\n“You are fine.” She said. “Proud of you.”\r\n I loved that reiteration of pride every time we met, she was generous with her love, it reminded me of my mother who was just proud of me, for no reason really, for breathing, for being her daughter. And then my daughter asked me the other day if I would still love her if she murdered someone and I said I am ashamed to say this but of course I will. My child was stern with me when I said that, said it wasn’t right. Of course it isn’t but what can I do? The heart is weak, so often it doesn’t listen. \r\n“I don’t want to be sad. Then the whole thing becomes pointless right?” I said. \r\n“Yes but you don’t have to be too hard on yourself,” she said. “It’s alright if you are sad. Even if you knew how it was going to be from the beginning, it doesn’t mean you aren’t entitled to a little sadness.”\r\n“Right,” I said. We both knew I was sad already but it was nice to act tough and it was nice of her to give me a permit for it, as if it was something I was entitled to and therefore exercising, not something that wasn’t really in my hands, that I couldn’t help despite myself.\r\n_\r\n“Will you miss me?” he asked her, running a finger along her collar bone. She was particularly mindful today, of every absentminded touch. It could be the last one and she didn’t want to forget.    \r\n“Am I allowed to?” She asked in reply, cupping his face with her hands, the answer quite evident. \r\n“Yes,” he said.\r\n“Then I will,” she said. \r\nShe was desperate to memorise the last few months. To freeze and remember every intimacy in case she needed the memory of it when by herself. But they were already slipping away. She breathed in his scent so deeply that last day, just so it would stay inside her, so she could savour it at will. It made her anxious, the idea that she didn’t know how to preserve and pickle the entangled limbs, the stories that made her laugh, the kisses that went on and on. Or perhaps this was best. She shouldn’t hold on, she should let each moment linger in the hot Adinobagh air, let them sit lightly on her skin, and then vanish if that was what they were meant to do. She could keep the fragments that stayed without fuss, without straining – a hand on her hip, a fumbling of hooks, a stained bedsheet – whatever chrystallized into a memory naturally, effortlessly, and the rest could disappear like it never happened.\r\nShe had written an essay in college on fiction and transgression, long long ago, in the 1990s. She liked the word transgression, it was sharp and spiffy. While she didn’t quite care for what was allowed and what was not, it was useful to know the list, and if the need arose to deny it ever happened – anything she had done that existed outside the realm of what was allowed. \r\nFiction very often dabbles in the transgressive, her essay had stated. That is how it works but fiction isn’t necessarily life. Fiction can be deceitful, often sly, dishonest. Fiction isn’t true. This story of hers? It never really happened, did it? She didn’t mind anyone knowing her little tale of forbidden desire in faraway Adinobagh which didn’t exist. He had never said, “I really want to kiss you” in a car in a parking lot, in those early days when they used to get drunk on daiquiris. And she couldn’t possibly have replied with, “Then, do.” Nor had she wandered in a half-known street with him on that last day, after it was all over really, landing up in a decrepit little shop with torn posters and indifferent coffee in steel tumblers, feeling happy-sad, and not quite knowing why.  Fiction is safe. Simply a figment of longing sometimes. This is a story like any other. She actually wished, so very fervently, that it was true, she wanted to be lifted out of the mundaneness that was her life, to surprise herself with her own recklessness. But the fact was she never had, it was all a lie, it was all words and not a single one of them was true."},{"Type":"Bio","Text":"Himanjali Sankar is an editor and writer. Her children’s and YA books include The Stupendous Timetelling Superdog and Talking of Muskaan, which were shortlisted for the Crossword Book Award. Mrs C Remembers, her first novel for adults, won her the FICCI Publishing Award for Upcoming Author of the Year in 2018. She is currently the Editorial Director at Simon & Schuster India.","photo":"Himanjali_Sankar.jpg"}]}