{"1":[],"2":[],"3":[],"4":[],"5":[],"6":[],"7":[],"8":[],"9":[],"10":[],"11":[],"12":[],"13":[],"14":[],"15":[],"16":[],"17":[],"18":[],"19":[],"20":[],"21":[],"22":[],"23":[],"24":[],"25":[],"26":[],"27":[],"28":[],"29":[],"30":[],"31":[],"32":[],"33":[],"34":[],"35":[],"36":[],"37":[],"38":[],"39":[],"author":"Angana Sinha Ray","title":"Tu Kaisi Rail Si","blocks":[{"Type":"pullquote","Text":"Tu kaisi rail si guzarti hai.\r\nMai kisi pul sa thar-tharata hu.’"},{"Type":"text","Text":"Tu Kisi Rail Si \r\n‘guzarti hai, \r\nTu kisi rail si guzarti hai.\r\nMai kisi pul sa thar-tharata hu.’[1]\r\n\r\n\r\nSonku has vivid dreams in August and blames the humidity. The visions from last night have deeply moved him. Swanand Kirkire draped in Sonku’s mother’s saree crooning him to sleep. When he narrates this to Shobha in the morning, she is part-amused, part-flabbergasted.\r\n\r\n\r\n“Ye Swanand Kirkire hai kaun?”[2]page\r\n\r\n\r\nSonku pulls out his phone and yells into it, delighted every time Google recognizes his enunciations. He is a big city man now; it is only fair his voice echoes the metropolitan – clear enunciations with space bars in all the right places. \r\n\r\n\r\n“Look! This is Swanand Kirkire.”\r\n\r\n\r\nShobha lets out a large laugh, perhaps stirring a quarter of their neighbours from their slumber. It is a Sunday morning; the city is waking one limb at a time. The only sounds are from the garbage truck loudspeakers serenading the streets. There are no children to be fed and sent to schools today, no husbands with their hoarse groaning or gross alcohol breaths, no parathas to be flipped at this hour, or tea cups to be washed, or clothes to be thrashed, not yet, not this very minute. \r\nShobha mocks Sonku as she tucks her saree in, struggling to fasten the drape over her navel. Sonku knows this is not an aesthetic choice, but one born out of practicality. Shobha cannot afford the saree accumulating the untarred roads in its folds, it is already starting to fray. One day, Sonku will buy her a grand green saree with intricate kaarigari. There’ll be none of these unshapely pebbles and gutka wrappers and cow shit on their way to the world. So much for this terrible Swachh Bharat Abhiyaan song! If the streets cannot be scrubbed off the indented cow shit, the shrill high frequency music should in the very least blow away some of the plastic wrappers, no? Imagine the Rajnigandha and Shikhar wrappers scurrying around like a defeated army, marching away to Kailash Kher’s voice. Sonku smirks in his head. \r\n\r\n\r\nBut no, Shobha’s drapes must stay intact. One day, there’ll a nicer house, encircled by wide streets like the metro stations. The deep grey tiles of the Noida Sector 50 Rainbow station are the exact shade of August clouds, late monsoons condensed with unforeseen ferocity, as if on a deadline to drench the city. Sonku’s neighbours dread the downpour, last year it rained so hard, even the stubbornest of the cow shit unhinged itself from the side-lanes and floated into Monu’s kitchen. It was days before the house could be salvaged. Sonku remembers spraying the house with old talcum powder to offer the delusion of a disinfectant. \r\n\r\n\r\nAnd yet, the greying sky never dissuades Sonku, everything can be scrubbed clean with adequate effort. One day Sonku will have a house that doesn’t touch the ground, it won’t be as elevated as the Noida Sector 50 Rainbow station but high enough to eschew the cow shit altogether.  He’ll ask the housekeepers at the metro station today about their brand of cleaning products, how they keep even the greyest of tiles so glossy. In his new home, the tiles must glimmer. You can see your reflection on the floor, there’ll be no room for mirrors, no requirement at all. Sonku will wake up and plant his feet on the floor, glance at his face smiling back at him.\r\n\r\n\r\nIt is important after all, for men to have witnesses to them becoming men. \r\n\r\n\r\n……….\r\n\r\n\r\nIt is so taxing to fill up a 42-inch shirt! Ask Sonku who has moved from 38 to 40 now, all thanks to the push-ups! But the small hands, the damned small hands! When Sonku undresses every evening, Shobha often marvels at his shoulders; but he is quick to retort, “Yes, but look at my hands! So tiny! Your hands are bigger than mine!” \r\n“Arey! Tumhaari tareef karo tou badley me gaali milti hai! Mere haath mere papa jitney badey hai. Meri saari behney milke hasti hai mujhpe. Tumhe kya pata? Kaash mere haath tumhaare jaise hote..”[3]\r\n\r\n\r\n“That’s because my hands are of a woman’s!”\r\n\r\n\r\n“Ab mere haath mard jaise hai, tumhaare haath tumhe lagta hai aurato jaise hai. Kya farak padta hai? Bhagwaan ne jo bhi dia hai, wo kuch soch samajhke hi dia hoga.”[4]\r\n\r\n\r\nSonku isn’t quick to lose his temper, but bhagwaan’s fixities tire him. God himself, amorphous, vast, perhaps both a panther and a phantom. But his people – all obstinate peels of skin, painstakingly slow shoddily packed organs drudging towards personhood, only to fail. Wrong body wrong! Body Wrong! Body betrays! Body betrays mind, speech betrays heart, heart betrays preservation, preservation betrays body, body betrays mind betrays speech betrays heart betrays preservation betrays body collapses mind berates speech breaks heart circumvents preservation empties body small body wrong body no body nobody no body nobody no body nobody no body.\r\n\r\n\r\n“How dare you! What do you mean by bhagwaan ne jo dia hai?[5] God is an idiot!”, Sonku breaks down and storms out of the room, slamming the door on Shobha. Her last boyfriend would’ve smacked her across the face had she displeased him, Sonku would never. She knows there are only two sorts of men in pain – ones who break themselves, and ones who break their lovers. Her last boyfriend didn’t break her but bent her arm so hard that her elbow now permanently points outwards from her body, as if anticipating a crisis and ready to run before the rest of her. No matter how hard she pulls it towards her, the elbow always escapes, towards the window, the door, even the exhaust fan sometimes. Every opening out in the world is a fire exit for her elbow, Shobha burns with shame. Sonku would never, Sonku breaks himself so he must be a good man. \r\n\r\n\r\nI didn’t mean it like that, she taps the door with her palm, you know how I meant it. I meant, I meant I love you! I don’t care how God put you together, or put me together, but God put us together and I’m grateful, I just meant, “Mai tumse pyaar karti hu. Please darwaaza kholo, gussa mat karo mujhpe, mujhse galti ho gai! Bhagwaan se bhi ho hi jaati hogi, maaf kar do, khaana thanda ho raha hai.”[6]\r\n\r\n\r\nShe presses her ear to the door, Sonku’s muted wailings slip through the cracks. \r\n\r\n\r\n“God is extremely unkind. God knows I’m a man and still gave me such a large chest!”\r\n\r\n\r\n“But you are a big city man, aren’t you?” Shobha consoles Sonku, it works only when she lowers her voice to a murmur, to an absence. “Think of it this way, big broad men have big broad chests. All the sahibs will look up to you.”\r\n\r\n\r\nSonku laughs between sobs, endeared and re-assured. Shobha is grateful, not for the calm, but the script of arguments. Familiarity breeds contempt only with small disappointments, like forgetful lovers, anticipating everything they will forget despite reminders. Festivals, money to be sent home, rent to be paid by the 5th of every month – small damages and negotiable resentments.  The ones you can bribe your heart out of saying, “You know, he loves you, so what if he is forgetful?” The problem with Sonku is that he remembers, Sonku never forgets groceries, nor the rent, or her birthdays. But he also remembers the skin, scrutinizes it in an uncanny resemblance to how Shobha sieves the atta off dead bugs. \r\n“My body crawls up onto me.” he says, “It’s icky.”\r\nShe requests him to sing. \r\nHe needs to shower.\r\n“Kabhi aur, another time.” \r\nShobha tells herself the same, kabhi aur, another time, it will get better. \r\n\r\n\r\n……….\r\n\r\n\r\n‘Tu kisi rail si guzarti hai,\r\nMai kisi pul sa thar-tharata hu’\r\n\r\n\r\nThe song is stuck in Sonku’s head and he is busy memorizing the lyrics. When he was younger, his mother had noticed his passion for Kumar Sanu’s songs, and saved up to buy him a harmonium. By the end of that year, Sonku could sing every Sanu song by heart. Now, he remembers the melody but has forgotten the lyrics. Ever since he has taken to mumbling instead of speaking, his memory has let go off the words that hit the high notes. He understands how boys become men now, they start mumbling so they can’t hear their own agonies. He has only done the same. \r\n\r\n\r\nBecoming a man, Sonku has realized, is about selective listening. In the last two years, Shobha has heard him sing approximately five times. All her other requests have been ignored, misplaced, deferred to the endless horizons of “Tumhaare bhai ke shaadi pe”[7], “Humaari saalgirah pe” [8], “Mehmaano ke liye” [9]\r\n\r\n\r\nBut this time, he has promised to sing Swanand Kirkire’s song on Raksha Bandhan when he visits Shobha’s brother to pick her up at the end of the day. Shobha’s brother likes him, an honour he cannot afford to take lightly; best to prepare in advance. The song, he believes, was written for him, just the metro instead of the train - the metro and the lover the same thing – both rushing towards the world at 6am with unparalleled urgency, both terribly restless and incapable of resting. But despite going in circles, always returning at the end of the day – quiet all of a sudden. Sonku adores their reliability. Neither the metro, nor Shobha are ever late unless there’s a flooding in the city. \r\n\r\n\r\nBut Shobha hates the metro, calls it her ‘sautan’[10] since Sonku’s affections are split between the two of them. She tells him how the metro’s grumblings make her feel as though she has an upset stomach herself. \r\n\r\n\r\n“Arey! Aadat ho jaati hai.[11] Shobha, you end up listening to such bizarre conversations in the mem-sahibs’ homes. I don’t know, there’s something self-reliant about the metro, it is its own master. And the sounds, so much better than these lonely women you work for, forcing you to hold a conversation, whining about their husbands and…”\r\n\r\n\r\n“Tum naukri me baithe baithe bohot sarkaari advertisements sunn rahe ho aaj kal! Self-reliant! Sarkaar tumhaare dil me aa gaya hai.”[12]\r\n\r\n\r\n“The sarkaar is really trying! Society takes a lot of time to accept people like me, it’ll take ages. But at least the sarkaar is giving jobs! It will change slowly-slowly. And it is a good job. It is a desk job, I get to sit in the air conditioner all day and all I have to do is make sure I give them the right tickets. Nobody even thinks about whether I’m a man or a woman. And they call me ‘bhaiyya’, or ‘bhaisaab’.[13] All I do is keep my voice a little low…”\r\n\r\n\r\nThat is because everybody is in a rush! “Jaldbaazi, jaldbaazi! Mujhe pasand nahi!”[14]\r\n\r\n\r\n“But the rush hour is the best part of my job! People don’t care to even look at me, nobody sees your small hands in jaldbaazi, you know? You, on the contrary, have to be around the mem-sahibs all day, look how much you have to do!” \r\n\r\n\r\n“Rasoi chalane ki aadat hai mujhe.”[15]\r\n\r\n\r\n“Rasoi chalana! Dil behlaana![16] Look at all the non-sense these mem-sahibs tell you. They’re always telling you to do better – make softer rotis, press their backs harder, lift more grocery bags! Then they complain about their husbands always being out of town! And get mad when you don’t have terrible things to say about me. I don’t have to deal with any of that when I’m selling tickets. I do not have to talk to anyone long enough, you have to stick around!” \r\n\r\n\r\nSonku is a man of velocity – he has learnt this from the metro too, whooshing by so loud that it lacerates words, pleasantries, questions, everything. The joy to be amputated of language!\r\n\r\n\r\n“Pata nahi, station dekhke mera dil ghabrane sa lagta hai. Log ghoorte hai bohot. Chhoote hai bohot. Tumhe ajeeb nai lagta?”[17]\r\n\r\n\r\n“What is wrong with that? People have to be frisked before entering! I can’t think of any other mechanism…”\r\n\r\n\r\n“Mujhe barriyaar nai pasand!”[18]\r\n\r\n\r\n“Barrier? Barricade?”\r\n\r\n\r\n“Haan, bilkul police jaisi feeling aati hai. Itni security kis baat ki?”[19]\r\n\r\n\r\n“But what if there are goons? The metro is like the sarkaar only. Like democracy only. Everyone is allowed. Only not goons, people who create disturbance. All this frisking and camera business is for safety reasons only. So they know that no one is creating ruckus, misbehaving, doing all of that.” \r\n\r\n\r\n“Mai camera ke baare me kuch bol hi nahi rahi, Mujhe bas wo police waali aurato ke saath achha nai lagta. Bematlab hi! Hamesha gusse me rehti hai. Bohot chhedh-khaani jaisi feeling aati hai!”[20]\r\n\r\n\r\n“Chedh-khaani? That is normal only baba, normal frisking… so you’re not carrying any knives or guns or drugs. Safety ki baat hai, tum samjho na!” \r\n\r\n\r\n“Ek baar pata hai, ek mem-sahib ne apna puraana coat mujhe de dia tha. Aur wo lady security ne mujhe har jagah chho-chhooke dekha, jaise mai kuch chhupa rahi hu. Peechhe lambi line lag gait hi. Itni sharam aai thi na mujhe..”[21]\r\n\r\n\r\n “I know those people, security guards, they aren’t bad people. But work is work, no? They have to do it. And anyway, women don’t touch other women in a bad way, you know? I know you think you were being examined so closely, and it is not just the metro, it is everywhere. Even the government has to do these things. It is a mechanism for safety, information. Look, the government just has to be safe, we are such a large country, they just want to know…And then they try what they can. Now look at this Trans Bill, took so long, government had do its own examinations, but ultimately I got this job na?”\r\n\r\n\r\n“Lekin itni hich-kich hui tumhaari certificate ko leke! Kitni mehnat! Tum society se itne chidhte ho… sarkaar aur metro se itna pyaar karte ho.”[22]\r\n\r\n\r\n“The sarkaar and metro does everything fatafat!23 From one destination to the other, resolving issues quickly. Society is so slow, I can’t stand people!”\r\n\r\n\r\n“Kaafi log waise Bill ke khilaaf hai, suna maine…”[24]\r\n\r\n\r\n“Not people, not the whole community community, only transwomen. Kuch auraton ka to kaam hi hai, maamle ko bade scope me na dekhke chik-chik karna!”[25]\r\n\r\n\r\n……….\r\n\r\n\r\nOn the day of Raksha Bandhan, the plan is simple. Sonku takes the early morning shift and hopes to wrap up by afternoon. Shobha has managed to take a leave from most of her employers, barring one old woman who needs Shobha to cook her breakfast. After which, Shobha will board the metro from the Noida Rainbow station itself to head to her brother’s. Sonku’s heart is drumming like a hammer. This is the first time Shobha will see him at work, in one of the white shirts she has ironed to an immaculate crispness. Sonku finds himself distracted between punching tickets, constantly rolling his sleeves up and down his elbows, figuring out the most flattering degree to expose his forearms. He can’t wait for Shobha to buy a ticket from him, he’s told her that she must hide the fact she knows him, that he must appear cool and professional, even though his cheeks are flushed. He taps his feet constantly. in impatience, shakes his thigh under the table so hard that the entire desk vibrates. Then he punches a wrong ticket and the traveler has to return, this has never happened before, he is a little taken aback but it’s alright! The certitude of return is a good sign, the metro runs even on holidays, Shobha will show up despite her hatred for it, Sonku will sing once again, the sarkaari naukri’s contract will be renewed once again, how can it not? He is a good man, a good employee, a good citizen. \r\n\r\n\r\nTwo hours pass and there is no sign of Shobha, perhaps the old woman has asked for an exquisite breakfast. What could it be? The woman can barely chew poha anymore. Perhaps she decided to change her saree, wear the lovely green one he has bought her recently. Perhaps she ran out of sugar for the kheer, her brother is addicted to after all. He takes three full tablespoons in his tea every day… Sonku is running out of excuses. His thighs have gone limp from all the shaking but his heart is anxious, what if…\r\n\r\n\r\nA thin shriek lacerates the metro’s grumbling, sharp a jeweler’s aim piercing an earlobe, all sound evaporates for a few seconds, the station comes to a standstill. Sonku abandons his desk much to his co-worker’s chagrin and rushes to the entry point. Shobha is in tears, clinging onto a plastic bag dripping with kheer. The woman security guard is gripping the hand metal detector like a gun, poking it at Shobha’s elbow.\r\n\r\n\r\n“Gadhi aurat hai kya? Kheer ka dabba tak band nai karna aata tujhe! Poore conveyor belt ko kachdaa karke rakh dia. Tu dhoyegi ab?” [26]\r\n\r\n\r\nAnother woman, a face indistinct from Shobha’s mem-sahibs taps her heels on the tiles, “This lazy woman! Who lets you enter here? Will you pay for your kheer spilling on my bag? Get her out of here.”\r\n\r\n\r\nShobha stifles her sob, “Madame, please.”, the only two words she pronounces correctly in English, “Madam please, maaf kar do. Wo maine dhakkan lagaya tha kaske, subah se ek badhi tiffin box dhunde jaa rahi thi… Aaj Raksha Bandhan hai, please maaf kar dijiye, mere bhai intzaar…”[27]\r\n\r\n\r\n“My god she talks a lot…”, the memsahib turns towards the security guard, “Nikaaliye inko!”[28]\r\n“Suna nahi? Nikal yaha se nai to hazaaro ka kharcha ho jayega tera! Haath ka to ilaaj nai kara paayi…”[29], the guards laughter soars, collaborates in the humdrum with the train passing overhead. Sonku counts the trains passing overhead, wondering how many it takes to muster the courage. \r\n\r\n\r\n“Dekhiye, mere husband yaha kaam karte hai, ek baar bula dijiye unhe.”[30]\r\n“Arey nalayak aurat! Futt yaha se! Line ruki hui hai tere wajah se!”[31]\r\nSonku, though shivering, finally steps in, hoping his broken English will salvage Shobha’s bent elbow. “Jaane dijiye unhe, let her go.”\r\n\r\n\r\nShobha wrestles her elbow out of the guard’s grip, Sonku will save her now. She would’ve dashed towards him immediately, had his eyes not been steel, like metal armour. All these polished elevators, glass doors, cutting-edge security cameras, not to watch over people but to hide cowards, she sees it now. And lowers her head, once again.\r\n\r\n\r\n“Excuse me, who are you?”\r\n“I work here… I am the…”\r\n“Saab, aap desk pe jaaiye, supervisor gussa ho jaayenge. Aap dakhal-andaazi mat kijiye. Tameez se inko ghar jaane ko bol rahi hu, bohot damage kar dia inhone…”[32]\r\n“Ye to saaf ho jayega, metro to sabka hai na? Aisi cheezein…”[33]\r\n“Hello? She has ruined my bag. Will you pay for it?”\r\nSonku doesn’t notice Shobha slinking away, one slow step at a time, her back turned towards him. He wants to scream to shut up his colleagues, but all he manages is, “Madam, aap ghar jao, yaha…” 34\r\n\r\n\r\nShe is almost a speck now, the clouds are darkening and it might pour again. Long-term safety, he thinks, he can’t lose his job, they need a big house higher than the ground level so the water doesn’t clog. Shobha can choke her tears for now, he returns to his desk. \r\nIn the evening when he comes back home, ready to apologise and explain, Shobha shakes her head and refuses. \r\nI just have one request, “Aaj mere liye gaana gaao.”[35]\r\n“Bas itna hi? Batao kya sunna chahti ho? Tumhaare liye to aaj…”[36]\r\nHe is relieved, Shobha understands after all. But when he tries to touch her, she moves a step away. Her eyes are turned towards the exhaust fan.\r\n“Wo tumhaare Swanand saab waala…”\r\n“Tu kisi, tu kisi rail si guzarti..? Haan, gaata hu…”[37]\r\n“Nai!”, she cuts him. He tries to face her but her eyes keep evading him, only her elbow pointed towards him, as if a warning to not come closer. “Agla line. Gaate raho, baar baar, rukna mat”38\r\n\r\n\r\n“Mai kisi pull sa thar-tharata hu.\r\nMai kisi pull sa thar-tharata hu.\r\nMai kisi pull sa thar-tharata hu…”[39]\r\n\r\n\r\nThe sky thunders over Sonku’s voice. His body shakes into tears, he raises his head and lets out all the voice from the core of his stomach, for all the times he’s mumbled. He sings into the vast emptiness he knows now. The sky shatters without mercy, he doesn’t stand a chance."},{"Type":"Bio","Text":"Angana Sinha Ray is a master's student in English Literature at Ashoka University. Her works have previously been published in The Raiot, The Bombay Literary Magazine, The Equator Line, and The Remnant Archive. She hopes to engage with translation studies in the future.","photo":"Angana_SinhaRay.jpg"},{"Type":"footnotes"}],"footnotes":[{"type":"text","value":"1.  You pass like a train, I shudder like the bridge left behind. Swanand Kirkire’s song for Masaan (2015)"},{"type":"text","value":"2.  “Who is this Swanand Kirkire?”"},{"type":"text","value":"3.  “It’s not good praising you, I praise you and you cuss back. My hands are as big as my father’s! All my sisters laugh at me. What do you know? I wish I had hands like yours.”"},{"type":"text","value":"4.  “My hands are like a man’s. And you think yours are like a woman’s. How does it matter? Now whatever God has given us, He must have thought it through.”"},{"type":"text","value":"5.  “What do you mean by ‘whatever God has given’?”"},{"type":"text","value":"6.  “I love you. Please open the door. Don’t be mad at me, I know I made a mistake. Even God might make mistakes sometimes, please forgive me. Please come eat, the food will get cold.”"},{"type":"text","value":"7.  “Your brother’s wedding”"},{"type":"text","value":"8.  “On our anniversary”"},{"type":"text","value":"9.  “For the guests”"},{"type":"text","value":"10.  The other wife/lover of one’s husband"},{"type":"text","value":"11.  “It becomes a habit.”"},{"type":"text","value":"12.  “You’ve been listening to a lot of government advertisements at work these days! Self-reliant! The government has won your heart!”"},{"type":"text","value":"13.  Brother or elder brother"},{"type":"text","value":"14.  “Always a haste! I don’t like it!”"},{"type":"text","value":"15.  “I’m used to the kitchen.”"},{"type":"text","value":"16.  “Running the kitchen! Then pleasing them for their non-sense!”"},{"type":"text","value":"17.  “I don’t know, I always feel anxious in the stations. People stare a lot, touch a lot. Don’t you find that strange?”"},{"type":"text","value":"18.  “I don’t like the barrier.”"},{"type":"text","value":"19.  “It feels like the police! What is all this security for?”"},{"type":"text","value":"20.  “I am not even talking about the camera. I just don’t like being touched by the security women. It always feels like they are angry, I feel harassed.”"},{"type":"text","value":"21.  “This one time, a mem-sahib gave me an old coat of hers. And then in the metro, the woman security guard examined me closely, touched me everywhere, as if I was hiding something. There was a long line waiting behind me. I was so ashamed..”"},{"type":"text","value":"22.  “But it was such a trouble getting your certificate! So much effort! You hate people, you only love the government and the metro.”"},{"type":"text","value":"23.  Quickly"},{"type":"text","value":"24.  “Many people are against the bill, I’ve heard”"},{"type":"text","value":"25.  “Some women do this, they don’t see things in a larger perspective, and start getting impatient!”"},{"type":"text","value":"26.  “Are you dumb, woman? You couldn’t tighten the lid of the container! There is kheer dripping on the conveyor belt! You’ve turned it to garbage. Will you clean it now!”"},{"type":"text","value":"27.  “Madame please, I’m sorry, I made a mistake. I did tighten the lid. I’ve been looking for a bigger tiffin box since morning… Today is Raksha Bandhan, please forgive me, my brother is waiting.”"},{"type":"text","value":"28.  “Get her out of here!”"},{"type":"text","value":"29.  “Didn’t you hear her? Get out of here! Or you’ll have to pay thousands for the damage! Look at you, couldn’t even get your hand cured!”"},{"type":"text","value":"30.  “Look my husband works here. Can you please call him once?”"},{"type":"text","value":"31.  ‘You stupid women! Just disappear from here! People are waiting, the queue is stuck because of you!”"},{"type":"text","value":"32.  “Sir, please go to your desk, the supervisor will be angry. You shouldn’t interrupt here. This woman has no manners, she’s done a lot of damage.”"},{"type":"text","value":"33.  “This will get cleaned up. The metro is for everyone. These things…’"},{"type":"text","value":"34.  “Madam, you should go home.”"},{"type":"text","value":"35.  “Sing for me today.”"},{"type":"text","value":"36.  “That’s it? Tell me what you want to hear. For you I will sing…”"},{"type":"text","value":"37.  “Tu kisi rail si… Yes, yes, I will sing..”"},{"type":"text","value":"38.  “The next line. Keep singing, don’t stop.”"},{"type":"text","value":"39.  “I shudder like the bridge, I shudder like the bridge, I shudder like the bridge…”"}]}