{"author":"Angana Sinha Ray","title":"Tu Kaisi Rail Si","blocks":[{"Type":"pullquote","Text":"Tu kaisi rail si guzarti hai.\r\nMai kisi pul sa thar-tharata hu.’"},{"Type":"text","Text":"Sonku has vivid dreams in August and blames the humidity. The visions from last night have moved him deeply. Swanand Kirkire draped in Sonku’s mother’s saree, crooning him to sleep. When he narrates this to Shobha in the morning, she is part-amused, part-flabbergasted.\r\n“Ye Swanand Kirkire hai kaun? Izzat waale aadmi lagte hai.”\r\n\r\n\r\nSonku pulls out his phone and yells into it, delighted every time Google recognizes his enunciations. He is a big city man now; it is only fair his voice echoes the metropolitan. A universal voice – full of crisp words, but indistinct, unmemorable.\r\n“Ye phone me aise chillate ho roz mujhe tension ho jaati hai! Lagta hai bhagwaan ko bula rahe ho ki wo tumhe narak se bacha le!”\r\n\r\n\r\n“Chup karo! Kuch bhi bakwaas bolti rehti ho! Look! This is Swanand Kirkire.”\r\n\r\n\r\nShobha lets out a large laugh, perhaps stirring a quarter of their neighbours from their slumber. It is a Sunday morning; the city is waking one limb at a time. The only sounds are from the garbage truck loudspeakers serenading the streets. There are no children to be fed and sent to schools today, no husbands with their hoarse groaning or gross alcohol breaths, no parathas to be flipped at this hour, or tea cups to be washed, or clothes to be thrashed. Not yet, not this very minute.\r\n\r\n\r\nEvery song that offers solace doesn’t have to become a mother’s embrace, you know?\r\nShobha mocks Sonku as she tucks her saree in, struggling to fasten the drape over her navel. Sonku knows this is not an aesthetic choice but a practical one. Shobha cannot afford the saree accumulating the untarred roads in its folds, it is already starting to fray. One day, Sonku will buy her a grand green saree with intricate kaarigari, golden borders shaped like parrots from her hometown. Her mem-sahibs will end up lowering their gazes in admiration and no longer yell-spit into her face when she misses a couple strands of hair under the sofa.\r\n\r\n\r\nBut then they would also have to move out of their colony, find a new home. There’ll be none of these unshapely pebbles and gutka wrappers and cow shit on their way to the world. So much for this terrible Swachh Bharat Abhiyaan song! If the streets cannot be scrubbed off the indented cow shit, the shrill high frequency music should at the very least blow away some of the plastic wrappers, no? Imagine the Rajnigandha and Shikhar wrappers scurrying around like a defeated army, at the mere march of Kailash Kher’s voice, hah! Sonku smirks to himself. \r\n\r\n\r\nBut no, Shobha’s drapes must stay intact. One day, there'll be a nicer house, encircled by wide streets like the metro stations. The deep grey tiles of the Noida Sector 50 Rainbow station are the exact shade of August clouds, late monsoons condensed with unforeseen ferocity, as if on a deadline to drench the city. Sonku’s neighbours dread the downpour, last year it rained so hard even the most stubborn of the cow shit unhinged itself from the side-lanes and floated into Monu’s kitchen. It took days before the house could be salvaged. Sonku remembers spraying the house with talcum powder to offer the delusion of a disinfectant.\r\n\r\n\r\nAnd yet, the greying sky never dissuades Sonku, everything can be scrubbed clean with adequate effort. One day Sonku will have a house that doesn’t touch the ground, it won’t be as elevated as the Noida Sector 50 Rainbow station but high enough to eschew the cow shit altogether.  He’ll ask the housekeepers at the metro station today about their brand of cleaning products, how they keep even the greyest of tiles so glossy. In his new home, the tiles must glimmer. You can see your reflection on the floor. There’ll be no room for mirrors, no requirement at all. Sonku will wake up and plant his feet on the floor, glance at his face smiling back at him.\r\nIt is important, after all, for men to have witnesses to their becoming men.\r\n---\r\n\r\n\r\nIt is so taxing to fill up a 42-inch shirt! Ask Sonku who has moved from 38 to 40 now, all thanks to the push-ups. \r\n\r\n\r\nBut the small hands, the damned small hands! When Sonku undresses every evening, Shobha often marvels at his shoulders; but he is quick to retort, “Yes, but look at my hands! So tiny! Your hands are bigger than mine.”\r\n\r\n\r\n“Arey!”, Shobha chips in, “Tumhaari tareef karo tou badley me gaali milti hai! Mere haath mere papa jitney badey hai. Meri saari behney milke hasti hai mujhpe. Tumhe kya pata? Kaash mere haath tumhaare jaise hote...”\r\n“Haan wo mere haath bilkul aurato jaise hai na!”\r\n“Ab mere haath mard jaise hai, tumhaare haath tumhe lagta hai aurato jaise hai. Kya farak padta hai? Ho to tum aadmi aur mai aurat na! Bhagwaan ne jo bhi dia hai, wo kuch soch samajh kar hi dia hoga.”\r\n\r\n\r\nSonku isn’t quick to lose his temper, but bhagwaan’s fixities tire him. God themselves, amorphous, vast, perhaps both a panther and a phantom. But his people – all obstinate peels of skin, painstakingly slow shoddily packed organs drudging towards personhood, only to fail. Wrong body wrong! Body Wrong! Body betrays! Body betrays mind, speech betrays heart, heart betrays preservation, preservation betrays body, body betrays mind betrays speech betrays heart betrays preservation betrays body collapses mind berates speech breaks heart circumvents preservation empties body small body wrong body no body nobody no body nobody no body nobody no body.\r\n\r\n\r\n“How dare you! What do you mean by bhagwaan ne jo dia hai? God is an idiot!”, Sonku breaks down and storms out of the room, slamming the door on Shobha. Her last boyfriend would have smacked her across the face had she displeased him. Sonku would never. She knows there are only two sorts of men in pain – ones who break, and ones who break their lovers. Her last boyfriend didn’t break her but bent her arm so hard that her elbow now permanently juts outwards from her, always ready to sprint away from her. No matter how hard she pulls it to her chest, the elbow always escapes, towards the window, the door, even the exhaust fan sometimes. The elbow always gravitates towards any object closest in the room, always farthest from her. For every opening is a fire exit, Shobha burns with shame. Sonku would never. Sonku breaks himself so he must be a good man.\r\n\r\n\r\nI didn’t mean it like that, she taps the door with her palm, you know how I meant it. I meant, I meant I love you! I don’t care how God put you together, or put me together, but God put us together and I’m grateful, I just meant, “Mai tumse pyaar karti hu. Please darwaaza kholo, gussa mat karo mujhpe, mujhse galti ho gai! Bhagwaan se bhi ho hi jaati hogi, maaf kar do, khaana thanda ho raha hai.”\r\n\r\n\r\nShe presses her ear to the door, Sonku’s muted wailing slips through the cracks.\r\n“God is extremely unkind. God knows I’m a man and still gave me such a large chest!”\r\nBut you are a big city man, aren’t you? Shobha consoles Sonku, it works only when she lowers her voice to a murmur, to an absence. Think of it this way, big broad men have big broad chests. All the sahibs will look up to you. “Izzat karenge tumhe, dekhna izzat se baat karenge. Bilkul Swanand Kirkire ki tarah! Tumne gaana kyu chhodh dia? Gaaya karo na!”\r\n\r\n\r\nSonku laughs between sobs, endeared and reassured. Shobha is grateful, not for the calm, but the script of arguments. Familiarity breeds contempt only with small disappointments, like forgetful lovers, anticipating everything they will forget despite reminders. Birthdays, festivals, money to be sent home, rent to be paid by the 5th of every month forgotten until the 15th when the landlord cuts water connection – small damages and negotiable resentments.  The ones you can bribe your heart out of saying, “You know, he loves you, so what if he is forgetful?” The problem with Sonku is that he remembers. Sonku never forgets groceries, or the rent, or her birthdays. But he also remembers the skin, scrutinizes its manifoldness in a way frighteningly similar to Shobha sieving the atta off dead bugs. My body crawls up onto me, he says, it’s icky. He’s too grossed out to sing, he needs to shower, “Kabhi aur, another time.” Shobha tells herself the same, kabhi aur, another time, it will get better.\r\n\r\n\r\n---\r\n\r\n\r\n‘Tu kisi rail si guzarti hai,\r\nMai kisi pul sa thar-tharata hu’\r\n\r\n\r\nThe song is stuck in Sonku’s head and he is busy memorizing the lyrics. When he was younger, his mother had noticed his passion for Kumar Sanu’s songs, and saved up to buy him a harmonium. By the end of that year, Sonku could sing every Sanu song by heart. Now, he remembers the melody but has forgotten the lyrics. Ever since he has taken to mumbling instead of speaking, his memory has let go off the words that hit the high notes. Bodies are made and unmade in practice, boys mumble so they can’t hear their own agonies themselves.\r\n\r\n\r\nBecoming a man, Sonku has realized, is about selective listening. In the last two years, Shobha has heard him sing approximately five times. All her other requests have been ignored, misplaced, deferred to the endless horizons –– “Tumhaare bhai ki shadi pe”, “Humaari saalgirah pe”, “Mehmaano ke liye”. But this time, he will sing Swanand Kirkire’s song on Raksha Bandhan when he visits Shobha’s brother to pick her up at the end of the day. There will be tea and pakodas, and of course, mild coaxing to get him to sing. Shobha’s brother likes him, an honour he cannot afford to take lightly; best to prepare in advance. The song, he believes, was written for him - the metro and the lover the same thing – both rushing towards the world at 6am with unparalleled urgency, both terribly restless and incapable of resting, both with their soaring voices reverberating through Sonku’s body. But despite going in circles, always returning at the end of the day – quiet all of a sudden. Sonku adores their reliability. Neither the metro, nor Shobha are ever late, unless there's flooding in the city.\r\n\r\n\r\nBut Shobha hates the metro, calls it her ‘sautan’ since Sonku’s affections are split between the two of them.\r\n\r\n\r\nI wonder how you show up to work everyday, she tells him. The sound of the train’s grumblings all day would make me feel like I have an upset stomach, even if I don’t.\r\n\r\n\r\n“Arey! Aadat ho jaati hai. Shobha, you end up listening to such bizarre conversations in the mem-sahibs’ homes. Remember the one time this mem-sahib was planning on getting her cat dyed pink for her daughter’s birthday? Like a strawberry pastry! Didn’t the idea make you want to throw up? At least the metro is self-reliant, it isn’t lonely like other women forcing you to hold a conversation!”\r\n\r\n\r\n“Aatma-nirbhar? Tum naukri me baithe baithe bohot sarkaari advertisements sunn rahe ho aaj kal! Sarkaar tumhaare dil me baith gaya hai.”\r\n“The sarkaar is really trying! Ab mai ek transman hu, it’s hard being like me, society ko accept karne me sadiyaa guzar jaayengi. But at least the sarkaar is giving us jobs! Dheere dheere it will change. Aur pata hai, izzat waali naukri hai. It’s a desk job, I get to sit in the air conditioner all day and all I have to do is make sure I give them the right tickets. Koi nai poochta mai aurat hu ya aadmi, mai awaaz neeche rakhta hu, thoda bhaari tone me baat karta hu. Aur sab mujhe ‘bhaiyya’ ya ‘bhaisaab’ bulate hai…”\r\n\r\n\r\nThat is because everybody is in a rush! Jaldbaazi, jaldbaazi! Mujhe pasand nahi!\r\n“But the rush hour is the best part of my job! People don’t care to even look at me, nobody sees whether you have small hands or big hands in jaldbaazi, you know? You on the contrary, have to be around the mem-sahibs all day, look how much you have to do!”\r\n“Rasoi chalane ki aadat hai mujhe.”\r\n“Rasoi chalana, dil behlaana. Look at all the non-sense these mem-sahibs tell you. All this faaltu ka gyaan! They’re always telling you to do better – make softer rotis, press their backs harder, lift more grocery bags! Then they complain about their husbands always being out of town and get mad when you don’t have terrible things to say about me. I don’t have to deal with any of that when I’m selling tickets. I do not have to engage with anyone long enough, you have to stick around!”\r\n\r\n\r\nLingering leads to gender. It allows people more than a brisk glance at your chest, to mark you a woman. Women are made of contours, of hipbones, and kitchen shelves and vulnerable babies’ necks constantly requiring care. Men, on the other hand, are made of velocity, like the metro whooshing past so loud that it kills questions, words, pleasantries, everything, the joy to be amputated of language!\r\n\r\n\r\n“Pata nahi, mujhe to station dekhte hi dil ghabrane sa lagta hai. Kaisa samjhau, pata nahi. Log ghoorte hai bohot. Tumhe ajeeb nai lagta? Aadmiyo aur aurato ke alag alag lines?”\r\n“What is wrong with that? Men should be frisked by men and women by women, no? I can’t think of any other mechanism…”\r\n“Mujhe barriyaar nai pasand!”\r\n“Matlab barrier? Barricade?”\r\n“Haan, bilkul police jaisi feeling aati hai. Itni security kis baat ki? Kaunsa sona rakha hai metro me aisa?”\r\n“But what if there are goons? The metro is like the sarkaar only. Bilkul democracy jaisa! Sabko entry allowed hai! Sirf badmaasho ko nahi! Isliye metro me itne surveillance cameras install hui hai, taaki log badtameezi na kare.”\r\n“Mai camera ke baare me kuch bol hi nahi rahi abhi to!”, All I was saying is I don’t feel safe with women checking me, they are always suspicious for no reason, “Bas bohot chhoote hai to sharam aati hai, achha nai lagta.”\r\n“That is normal only baba, normal frisking to make sure you’re not carrying any knives or guns or drugs, that you aren’t violent. It’s for your own safety as much as for others… Mai jaanta hu wo security guards ko. Unka dil saaf hai, but work is work, no? They have to do it. And anyway, women don’t touch other women in a bad way, you know?” \r\n\r\n\r\n_____\r\n\r\n\r\nOn the day of Raksha Bandhan, the plan is simple. Sonku takes the early morning shift and hopes to wrap up by afternoon. Shobha has managed to take a leave from most of her employers, barring one old woman who needs Shobha to cook her breakfast. After which, Shobha will board the metro from the Noida Rainbow station itself to head to her brother’s. Sonku’s heart is drumming like a hammer. This is the first time Shobha will see him at work. He is wearing one of the white shirts she has ironed with immaculate crispness for his sarkaari job. Sonku finds himself distracted between punching tickets, constantly rolling the sleeves up and down his elbows, figuring out the most flattering angle to expose his forearms. He can’t wait for Shobha to buy a ticket from him. He’s told her that she must hide the fact she knows him, that he must appear cool and professional, even though his cheeks are flushed. He taps his feet in impatience. There is a vertigo to waiting that only people in love and limbo resonate with. Not the sort of wait outside hospitals, or the climbing of a dull ache after over-exposure to the sun, but a sort of acidic hunger that makes one light in the head, hungry for the sight of the one being waited upon. \r\n\r\n\r\nSonku shakes his thigh under the table so hard that the entire desk vibrates, he punches a wrong ticket and the traveler has to return. This has never happened before, he is a little taken aback, but it’s alright! The certitude of return is a good sign, the metro runs even on holidays, Shobha will show up despite her disdain for it, Sonku will sing once again, the sarkaari naukri’s contract will be renewed once again, how can it not? He is a good man, a good employee, a good citizen.\r\n\r\n\r\nTwo hours pass and there is no sign of Shobha, perhaps the old woman has asked for an exquisite breakfast. What could it be? The woman can barely chew poha anymore. Perhaps she decided to change her saree, wear the lovely green one he has bought her recently. Maybe she ran out of sugar for the kheer, her brother is addicted to mithai, takes three full tablespoons in his tea every day, only offers to ration it when the sugar has almost run out… Sonku is running out of excuses. His thighs have gone limp from all the shaking but his heart is anxious, what if…\r\nA thin shriek lacerates the metro’s grumbling, sharp as a jeweler’s aim piercing an earlobe, all sound evaporates for a few seconds, the station comes to a standstill. Sonku abandons his desk much to his co-worker’s chagrin and rushes to the entry point. Shobha is in tears, clinging onto a plastic bag dripping with kheer. The woman security guard is gripping the hand metal detector like a gun, poking it at Shobha’s elbow.\r\n“Gadhi aurat hai kya? Kheer ka dabba tak band nai karna aata tujhe! Poore conveyor belt ko kachdaa karke rakh dia. Tu dhoyegi ab?”\r\n\r\n\r\nAnother woman, a face indistinct from Shobha’s mem-sahibs taps her heels on the tiles, “This lazy woman! Who lets you enter here? Will you pay for your kheer spilling on my bag? Get her out of here.”\r\n\r\n\r\nShobha stifles her snob, “Madam, please”, the only two words she pronounces correctly in English. “Madam please, maaf kar do. Wo maine dhakkan lagaya tha tightly, subah se ek badhi tiffin box dhunde jaa rahi thi lekin aaj badhi tiffin box husband ko de di. Aaj Raksha Bandhan hai, please maaf kar dijiye, mere bhai intzaar…”\r\n“My god she talks a lot…”, the memsahib turns towards the security guard, “Dekhiye, ya to aap nikaaliye inko yaha se warna mai complain karne waali hu.”\r\n“Suna nahi? Nikal yaha se nai to hazaaro ka kharcha ho jayega tera!”, the guard’s laughter soars, collaborates in the humdrum with the train passing overhead. Sonku is just counting the number of trains that have passed by, as he watches from a slight distance, wondering how many it takes to muster the courage.\r\n“Dekhiye, mere husband yaha kaam karte hai, ek baar bula dijiye unhe.”\r\nSonku, though shivering, finally steps in, hoping his broken English will salvage Shobha’s bent elbow. “Jaane dijiye unhe, let her go.”\r\nShobha wrestles her elbow out of the guard’s grip, Sonku will save her now. She would’ve dashed towards him immediately, had his eyes not been steel. A coward cowers behind metal armour, Sonku stands close to the guard with the iron barricade. All these polished elevators, glass doors, cutting-edge security cameras, not to watch over people but to protect the cowards.  She lowers her head, once again.\r\n“Excuse me, who are you?”\r\n“I work here… I am the…”\r\n“Saab, aap desk pe jaaiye, team leader gussa ho jaayenge. Madam don’t mind, he is a very kind fellow.. Sonku ji, ye dekhiye, aap sab aurato ko nahi bacha sakte. Behen nahi hai aapki. Tameez se inko ghar jaane ko bol rahi hu, bohot damage kar dia inhone…”\r\n“Ye to saaf ho jayega, metro to sabka hai na?”\r\n“Hello? She has ruined my bag. Will you pay for it?”\r\nSonku doesn’t notice Shobha slinking away, one slow step at a time, her back turned towards him. He wants to scream to shut up his colleagues, but all he manages is a gentle, “Madam, aap ghar jao, yaha…”\r\nShe is almost a speck now, the clouds are darkening and it might pour again. Long-term safety, he thinks, he can’t lose his job, they need a big house higher than the ground level so the water doesn’t clog. Shobha can choke her tears for now; he returns to his desk.\r\nIn the evening when he comes back home, ready to apologise and explain, Shobha shakes her head and refuses. I just have one request, “Aaj mere liye gaana gaao.”\r\n“Bas itna hi? Batao kya sunna chahti ho? Tumhaare liye to aaj…”\r\n“Wo tumhaare Swanand saab waala…”\r\n“Tu kisi rail si guzarti..?”\r\n“Nai, agli line. Gaate raho, baar baar. Rukna mat.”\r\n \r\nMai kisi pull sa thar-tharata hu.\r\nMai kisi pull sa thar-tharata hu.\r\nMai kisi pull sa thar-tharata hu."}]}